insert into user (user_id, user_name, password, email, authority, create_time, update_time, version) values ('rootId', 'root', '1', 'root@qq.com', '0', now(), now(), 0);
insert into user (user_id, user_name, password, email, authority, create_time, update_time, version) values ('user1', 'user', '1', '805334683@qq.com', '1', now(), now(), 0);


-- 历史文化
insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('history_of_liang_zhu', 'root', '梁祝的传说', null, null, 1, now(), now(), 0, 1, '故事讲述的是上虞祝家庄才女祝英台，女扮男装赴杭求学，途中邂逅同时到杭州求学的会稽书生梁山伯，于是双双结伴到杭州游学，期间同窗三载，形影不离，结下深厚情义。祝英台学成先归，二年后梁山伯到虞寻访祝英台时，真相大白，方知祝英台是女儿身，遂回家告知父母，意欲娶其为妻，不料此时祝英台已由父母之命许配马家，梁山伯知后追悔莫及。三年后梁山伯出任鄞县县令，终因多年相思成疾，一病不起，死后葬鄞城西清道山下。梁死后第二年祝英台出嫁途中，路经梁墓，风浪大作，闻此处就是梁山伯葬地之后，不禁悲从中来，上山祭奠，祝英台痛哭亡灵，情义感动天地，只见梁山伯墓突然地裂开一道口子，祝英台纵身跃入其中，同穴而死，过后二人魂魄化作彩蝶翩翩起舞。

梁祝传说是中华文化的瑰宝。周恩来总理生前曾经指出，它不仅写出了悲剧，而且展示了理想。千百年来，梁祝传说以提倡求知、崇尚爱情、歌颂生命生生不息的鲜明主题深深打动着人们的心灵，以曲折动人的情节、鲜明的人物性格、奇巧的故事结构而受到民众的广泛喜爱。梁祝传说和以梁祝传说为内容的其他艺术形式所展现的艺术魅力，使其成为中国民间文学艺术之林中的一朵奇葩。 梁祝传说自1600 年前的晋代形成以来，主要流传于宁波、上虞、杭州、宜兴、济宁、汝南等地，并向中国的各个地区、各个民族流传辐射。

在流传的过程中，各地人民又不断丰富发展传说的内容，甚至还兴建了众多以梁祝传说为主题的墓碑和庙宇等建筑。此外，梁祝传说还流传到朝鲜、越南、缅甸、日本、新加坡和印度尼西亚等国家，其影响之大在中国民间传说中实属罕见。 人们用丰富多彩的文艺样式来表现这个美丽动听的故事，仅戏曲剧种就有30余种、曲艺20余种，更有上百首歌谣、几十种工艺品，以及电影和电视作品。 同其他口头文学和非物质文化遗产一样，近20年来，由于受现代化和城市化的影响，以口头传承为主的梁祝传说受到了前所未有的冲击。原有的口头传承人相继去世，年轻一代不愿接续，传承面临着断代的危险，梁祝传说在不久的将来，很可能再也找不到梁祝传说的传承者、说唱者，而梁祝文化的"根"在于梁祝传说，故而急需抢救和采取相应的保护措施，使这一优秀的文化传统得以绵延。'
, 'https://img-blog.csdnimg.cn/20200207123935910.png?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('tianfengta', 'root', '天封塔', null, null, 1, now(), now(), 0, 1, '这是宁波建城有关的故事。在《天封塔、永丰库、庆安会馆及其它》一文中叙述到唐时镇海招宝山的一条鲨鱼精经常兴风作浪，淹没宁波城的故事，民间老石匠在四明山上采得的一颗宝石帮助下，杀死了此妖。而天封塔是为保存这颗宝珠并镇甬江蛟龙所用，因为建于唐武则天“天册万岁”至“万岁登峰”年间，故称此塔为天封塔。天封塔曾经发掘过，虽不见传说中的宝珠，但文物丰富，可以到宁波博物馆细瞻。

而历史上这些年正好是一个叫黄晟(859—909)的人任剌史，这位宁波最初的设计师，不仅建筑了子城外总长达18里的罗城，还治理了甬江泛滥。但是老百姓把他治理甬江的泛滥用神话的手法来表现，黄晟跳入甬江中与蛟龙作战，三天三夜，一直追到甬西的桃花渡，最后斩死蛟龙，而英雄也因此力竭而死。至今宁波人每年端午节还用菖蒲草染雄黄制成宝剑挂在门口的方式，纪念这位“宁波城市之父”。

宁波建城时的洪水已然消逝，但见证这段历史的遗迹与风俗仍在，到底是老石匠这样的民间英雄最终战胜了洪水，还是黄晟这样有作为的官员为民除害，这并不重要，重要的宁波人相信人定胜天，这种积极的浪漫主义情绪是宁波走向三江时代最绚丽的开篇之章。'
, 'https://img-blog.csdnimg.cn/20200214115904771.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('003', 'root', '黄晟斩蛟龙', null, null, 1, now(), now(), 0, 1, '3.黄晟斩蛟龙
黄晟，字明远，鄮县（今鄞县）人，自小习武，为人仗义，好结交朋友。年轻时曾与伙伴们结队，赴望海县(今镇海)应募参军，有一天走正好到了明州城北桃花渡（大概位置在今天宁波影都附近，江对岸桃渡路的名称就来源于此）。黄晟正准备与众人一起雇船赶路，却见到一个老妇人正在姚江边上嚎咷痛哭，十分哀伤，便上前询问：“老人家缘何如此？”那老妇人哽咽道：“官人见笑！您有所不知，我们这里原先风调雨顺，大家以捕鱼为生，日子倒也小康。但前些年，不知道从何处来了两条恶蛟，盘踞在此，兴风起浪，为虐一方，搞得民不聊生。没有办法，乡邻们只好每三年都献上一对童男童女供它们享用，自此才稍保平安。如今三年期限又至，前日里抽签竟然抽中我家孙女！妾身一想到小孙女就要落入恶蛟之口，怎么能不痛哭流泪呢！”

黄晟听闻顿时青筋涨起，怒道：“自黄巢之乱以来，我大唐朝纲不振、藩镇割据，本已民生凋敝，如今竟又有恶蛟为祸乡里，害我百姓，难道就没人管了么！也罢，黄某人今天也要学学春秋时斩杀蛟龙的佽飞，为乡亲们除了这个祸害！”老夫人见眼前这位陌生公子竟自告奋勇杀蛟除恶，噗地跪在了地下，连声叩谢救命之恩。

到了祭祀蛟龙之日，百姓们哭着在姚江边摆上大供桌，上面放上三牲福礼，还有一对可怜的童男童女坐在金盘之上，瑟瑟发抖，等待着噩运降临。只见黄晟一身青衣、皂纱扎发，挺身站在供桌一旁，手握宝剑，静候恶蛟来临。突然间江面上阴风怒号，浊浪排空，往日平静的江水，此时却露出了狰狞气象。猛地一个大浪向岸边拍来，一条银色的大蛟从巨浪之中跃起，来到半空，张开血盆大口扑向扑向童男童女。说时迟那时快，黄晟一个箭步挡在孩子们前面，举起宝剑全力刺向恶蛟。恶蛟躲闪不及，头上中了一剑，疼痛难忍，长啸一声暴退数丈。黄晟迅速追上前去，不多时便来到了桃花渡前的江边上。黄晟心说不好：恶蛟被袭之后，怕是要沿着大江回东海养伤，若等它养足精神再来报仇，不见得能敌过他，今日必须断了这孽障的性命，以绝后患！正当恶蛟准备遁入江中之时，黄晟迅速拦住了它的去路，于是又是一番搏斗，半日下来竟然难解难分，一人一蛟均已伤痕累累、气喘吁吁。此时恶蛟回江的去路已经被封死，它觉得在岸上无法敌过这个年轻人，便四处寻找其他可以用来躲藏的水域，正巧发现姚江西侧有一个大水潭，于是瞅准一个空档迅速钻入水中不见了。

黄晟哪肯就此罢休，他从腰间拽下一个酒葫芦，抿了几口黄酒，顿觉周身暖和，气力稍复。之后便一个猛子扎进了深不见底的水潭之中。刚开始，水边的人们还能看到潭中水波激荡，几个时辰之后，水面渐渐平静下来，却不见黄晟和恶蛟现身。人们以为黄晟或已葬身潭底，纷纷退去，唯有黄晟的伙伴和那老妇人坚持守在水边，等待最后的结果。一夜之后，当清晨第一缕阳光自三江口照向水潭之时，黄晟竟奇迹般的从潭水中冒了出来，手中还提着一只血淋淋的蛟头！他终于完成了自己的诺言，为大家杀蛟除恶！这真是：

佽飞斩长蛟，激水方龙战。
惊波动连山，拔剑曳雷电。
鳞摧白刃下，血染沧江变。
感此壮古人，四明有神剑。

自此之后，桃花渡周边再次恢复了往日的宁静，两条恶蛟一条被斩，另一条摄于黄晟之威，再未出现。人们为了纪念这次斩蛟事件，便把水潭称为蛟池。

后来黄晟未能顺利应征入伍，回到老家，自己组织起一支队伍，并被官方收编，历任鄞塘镇遏使、佽飞都副兵马使、左散骑常侍、浙东道副都指挥使等职。公元892年唐昭宗任命黄晟为明州刺史。黄晟主政宁波十八年，尽管天下大乱，战祸不断，但他礼贤下士、励精图治，对外镇压周边武装，对内疏河道、筑城墙、造浮桥，保境安民，深得百姓拥护。

907年，朱温灭唐，开启了五代乱世。不久，黄晟的儿女亲家钱镠在杭州建立吴越国，明州成为吴越十三州之一。909年黄晟病逝，弥留之际上疏朝廷，不要让他的儿子们袭官，并封存府中公共财务，上报朝廷。

黄晟一生，年轻时挺身而出舍命杀蛟，是为有仁。割据年代里只忠于一帝(先唐后吴越)，是为有义。动荡局势中能保明州一方安宁，是为有智。天下一片称孤道寡声中公私分明，是为有礼。这样的英雄，宁波人不能忘记他！
'
, 'https://img-blog.csdnimg.cn/20200214122006861.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('4', 'root', '董孝子汲水奉母', null, null, 1, now(), now(), 0, 1, '话说东汉年间，慈城北山下住着一对相依为命的母子：母亲黄氏腿脚不便，患病多年；儿子董黯砍柴为生，照顾母亲无微不至。那时候，慈城北山下还没有后来在唐朝时开挖的慈湖，却有一条小溪从董黯家门前淙淙流过，他们平时就喝这条小溪里的水。

董母年纪大了，有时难免犯糊涂。有一天，她忽然对儿子说：“听说南山大隐溪的水好，能治百病，我想喝大隐溪的水。”董黯一听，感觉很为难：南山离家三十里，来回挑一趟水，一天工夫就没了，哪还有时间去砍柴啊？再说了，喝水怎么能治百病？但是董黯又想：孝以顺为先，老娘的心愿应该得到满足，何况她还是个病人，只要她老人家高兴，自己辛苦一点又算得了什么呢？于是二话没说，挑起水桶就出门了。

  从慈城出发到南山大隐溪去，途中得坐渡船过姚江。摆渡的艄公见董黯挑着两个空水桶，问他干什么去。董黯就说去给老娘挑水，艄公听了哈哈大笑，说：“你傻呀，哪里的水不好喝，还非得到大隐溪去挑水？你看姚江水清澈甘甜，大隐溪是姚江的支流，你挑两桶姚江水回家不就行了吗？”船上其他乘客也随声附和，都说这是个好办法。董黯听了也不得不承认艄公说的有道理，可他又想起“心诚则灵”这句话——挑两桶姚江水回去，老娘未必能分辨得出来，可这毕竟也是欺骗啊！不行，一定要给老娘喝正宗的大隐溪水，以免良心上过不去；也许老天爷可怜我们母子，老娘喝了大隐溪水身体真能好起来！——想到这儿，他下了渡船，坚定地朝着大隐溪方向走去。

当他挑着两桶水快到家时，天都要黑了，却一眼望见老娘拄着拐杖坐在门口——这是“倚庐之望”啊，董黯眼眶发热，眼泪都快流下来了。老娘问他累不累，他说不累，还故作轻松跟老娘讲起一路上遇到的趣事儿。老娘喝了儿子挑来的水，当夜睡得很香。

董黯挑来的两桶水不到三天就喝光了，又得来回六十里去挑水。他倒是不怕苦，可左邻右舍出闲话了——都说这母子俩脑子有病，放着家门口的溪水不喝，还非要去大老远挑水喝；说这儿子也太傻了，说这老娘也太不心疼儿子了。

 闲言碎语传到董母耳朵里，这老太太也受不住了，她对儿子说：“我不喝大隐溪的水了，我老婆子要死就死了吧，只要儿子过得好，早点娶上媳妇儿，我也就放心了。”但是她越这么说，董黯就越觉得应该继续挑水，可问题在于听别人说闲话，老娘心里也不安啊。董黯想起庄子的话：“事其亲者，不择地而安之，孝之至也。”——必须也要让老娘安心才好。想到这里，他忽然灵机一动想出一个好办法，他对老娘说：“我们搬家到大隐溪去住吧。反正也没什么家当，搬家很容易的。”董母想了想觉得也是，儿子是樵夫，大隐溪那边不也可以砍柴养家吗？就这样，他们把家搬到了大隐溪，从此每天都能喝到新鲜的好水，董母也不用担心儿子来回奔波劳苦了

他们母子在大隐溪边住了三年，董母的腿病居然奇迹般好了。
'
, 'https://img-blog.csdnimg.cn/20200214122138626.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('5', 'root', '田螺姑娘传说', null, null, 1, now(), now(), 0, 1, '很久以前，在海曙区集士港镇西乡的一个村子里有一个孤儿，是好心的邻居们收养了他，才使他长大成人。小伙子长到二十来岁时，就在广德湖边上搭了两间茅屋，开始独立生活了。无论谁家遇到了困难，他都会热心地帮助，大家都夸小伙子是个勤劳、善良的孩子。

他每天早出晚归地辛苦耕种，但是忙了地里的活儿，顾不上屋里的活儿，经 吃凉饭、剩菜。有一天，小伙子干完活儿回家，看见广德湖边上有一只很大的田螺，出于好奇，他就将这只田螺带回家，把它养在水缸里。

第二天，小伙子照旧到地里去干活儿，可是当他回到家，准备做饭时却发现，热腾腾的饭菜己经在桌上摆好了。小伙子以为这是好心的邻居们帮他做的？

没想到，接连几天，小伙子干完活儿回到家，都能吃到香喷喷的饭菜。于是，小伙子向邻居们道谢，可是邻居们都说不是他们做的。小伙子很纳闷儿，决心要弄个水落石出。

这天早晨，小伙子又扛起锄头下地干活儿了，他没有等到傍晚，就早早地回来躲在篱笆外面看屋里的动静。只见一位美丽的姑娘从水缸里出来，忙着生火、做饭，不一会儿，屋里就飘出了饭菜的香味。

小伙子飞快地推门进屋，直奔水缸，看见那只大田螺只剩下一个空壳静静地躺在水缸里。小伙子走向正在做饭的姑娘，问道：“姑娘，你是从哪里来的？为什么要帮助我呢？”姑娘见小伙子突然闯进来，不知如何是好，她想回到水缸里，又被小伙子挡住了去路，只得说出实情。

原来，姑娘是天上银河里的白水素女，因为玉皇大帝知道小伙子从小没有父母，很同情他，还因为小伙子乐于帮助别人，就派她扮作田螺来帮助小伙子。

田螺姑娘说：“我本来想多帮助你几年，等你生活富裕了、娶了妻子以后再走，可是你今天突然闯进来，知道了我的身份，我不能在人间呆下去了。”小伙子非常后悔，责怪自己的举动太鲁莽，再三请求田螺姑娘留下来。田螺姑娘指着水缸里的田螺壳说：“我把田螺壳留给你，你用它盛粮食，就会有很多粮食出来，你用这些粮食帮助乡亲们吧。”

忽然，天空中刮起了一阵大风，接着下起了大雨。风雨过后，田螺姑娘己经不见了踪影。小伙子望着田螺壳，呆呆地看了很久，心里有一种说不出的滋味。

后来，小伙子就用这个田螺壳来盛粮食，壳里的粮食总是满满的，家里的粮食越来越多。但小伙子仍然辛勤地劳动，还拿出很多粮食送给乡亲们。受到帮助的乡亲们都十分感激田螺姑娘，大家建庙立祠，来纪念这位乐于助人的田螺姑娘。
'
, 'https://img-blog.csdnimg.cn/20200214122304962.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');



insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('6', 'root', '布袋和尚', null, null, 1, now(), now(), 0, 1, '布袋和尚的事迹，正史记载很简单，但在奉化流传的许多故事，描述了他的聪明智慧、幽默风趣、与人为善、乐观包容等精神和品德。

布袋和尚是一位来自民间、深得民心的大师，其真性最本然。传说，布袋和尚身世如谜。据说唐朝时，宁波奉化的龙溪上漂着一捆柴，柴上有一幼儿，有恻隐之心人将其救起，只见孩子圆头大耳、眉清目秀，对人咪咪发笑，人们爱不释手，把孩子抱回家来。后来，这孩子长大剃度到香火鼎盛的岳林寺。出家后，他总随身带着一个大布袋，人称“布袋和尚”。

布袋和尚喜好田间劳作，最好与人打赌取乐。有次与人比赛插秧，谁输了谁请吃夜饭。四位农夫手起手落，不一会儿田中就绿了一大片，而布袋和尚眼看就要输了，他却呵呵笑着，高声吟诗： “手捏青苗种福田，低头便见水中天；六根清净方成稻，退后原来是向前。”

大伙一听这首《插秧偈》很有意思。 “福田”既指良田，也指佛田，“水中天”既是大自然的天空，又是佛教的理想世界。“六根”不光是说插秧每行有六株，也暗示佛经指的眼耳、鼻、舌、身、脑，“稻”与佛“道”又谐音，最后一句，“退后原来是向前”，不仅描绘了插秧情景，更包含了佛教的智慧和辩证的哲理。人们在琢磨的时候，布袋和尚施展神通，乐呵呵地插完秧苗。

布袋和尚交友带着三分侠气，为人存有一片素心，他在圆寂前，说了四句《辞世偈》：“弥勒真弥勒，化身千百亿；时时示时人，时人自不识。”说毕，即在青石上端坐而逝。后人恍然大悟，原来布袋和尚是弥勒佛的化身 。

这位弥勒化身的布袋和尚，时常劝化人们要忘却烦恼，宽却肚皮。他也时常手持藜杖、撒履闲行，应了佛法中的“万法本空”之意。

后代文人崇敬这位可敬的大师，提写了一幅对联：“大肚能容，容世上难容之事；笑口常开，笑天下可笑之人；”这首妇孺皆知的句子赞颂了布袋和尚容人容事之雅量，但似乎并未悟得佛祖旷达襟怀。

试问尘世间，谁未做可笑之事，谁又能说自己不是可笑之人。宽厚的佛祖，曾几何时讥笑过可笑之事可笑之人，何时不是以悲悯之心，善待芸芸众生，这等境界后人自是望尘莫及。

正史记载，布袋和尚氏族不详，不知从何而来。奉化传说，布袋和尚自奉化县江漂流而来，为长汀村民张重天和妻子窦氏收养，取名“起此”，后演绎为“契此”。

奉化有三大河流：剡江、县江和东江。其中县江穿城而过，因以得名。县江发源于奉化大堰镇董李第一尖山，干流长77公里，由甬江出海。流经县城的一段称龙津，相传为东海龙王的九子敖牙居住。每年敖牙要兴风作浪发大水，说是要趁洪水出东海拜会父亲。这年秋天也不例外，台风过境水就涨了上来，在大水中漂来了一块木板（也有人说是一捆柴草），板上躺着一个孩子。这个孩子就是以后鼎鼎大名的布袋和尚。

奉化城北三华里、县江西岸有个村子，叫长汀。村里有户人家，男的叫张重天，妻子窦氏，务农为生。夫妻恩爱，但膝下无子。这天张重天吃过早饭，正在田间劳作，忽听溪上一声轰鸣，那溪水犹如巨龙，呼啸奔涌而下。在那白花花的浪头之中，晃动着一块木板，板上躺着一个赤身露体的小孩，随时有灭顶之险。张重天见此情景，动了恻隐之心，就近找来一根竹竿，把木板拨到身边，抱起孩子一看，圆头大耳，生相端庄，朝着自己咪咪发笑，顿觉爱不释手。

岳林寺，始建于南梁大同二年（536年），原名崇福院。唐宣宗大中二年（848年），寺址从龙津之西迁到龙津之东，改名岳林寺，以其背后有三山丛林得名，后演绎为岳林寺，寺名沿用至今。

张重天夫妇信佛。契此从小开始，常随父母到与长汀村隔溪相对的岳林寺拜佛。稍长，又常与村里的小伙伴到寺里嬉戏。岳林寺高大的建筑，恢宏的佛殿，巍峨的佛像，肃穆的佛事活动，对契此产生了强烈的吸引力。天长日久，潜移默化，对佛教产生了虔诚的信仰，终于向父母提出了出俗为僧的念头。

唐朝末年，政治腐败，群雄争霸，战火频频，社会动乱。在这种情势下，许多人都想找个清静之地，安身立命，躲避战祸。所以，当时佛教比较兴旺，出家也成为时尚。张重天夫妇本来就信佛，对儿子皈依佛门也不反对。于是，17岁的契此，离开家庭，跨入佛门。

方丈见契此圆头大耳，一脸善相，小小年纪，如此虔诚，就欣然接纳，说：“善哉！善哉！本寺添此沙弥，定能香火兴旺！”接着，方丈亲自动手，为契此剃去青丝，披上袈裟，并在他的名字前面加上“释”字，赐法号“释契此”。

方丈慧眼识珠，一语中的。布袋和尚在岳林寺出家，又在岳林寺圆寂，为岳林寺做过许多事情，身后又被定为弥勒化身，以其形象代替印度弥勒。岳林寺因此被定为弥勒道场而名声大振，闻名寰宇。

契此出家后，整天背着一个布袋，云游四方。有人问他：“师父有法号否？”契此回答：“我有一布袋，虚空无挂碍；展开遍十方，入时观自在。”于是，世人都称他为“布袋和尚”。

布袋和尚这只布袋十分神奇。

一是深广无边。它看起来不大，但无论多少东西装进去，永远都没有满的时候。甚至连他在福建募捐来的一批扩建寺院的大木头，都能装入袋中。

二是有起死回生、变馊为鲜的特殊功效。有人把死了的鱼儿投入他的布袋，他毫不生气，仍然笑嘻嘻地收下。背到河边，倒入水中，鱼儿竟然摇头摆尾，游入溪中。有人把馊了的饭菜倒入他的布袋，过了一会，取出来却新鲜无比，美味可口。他自己吃不完，招来小儿们，让他们尽情啖食。小儿们吃得津津有味，布袋和尚则坐在一方，开怀大笑。所以，许多孩子都喜欢跟他一起戏耍。杭州灵隐寺前山岩上雕刻的“十八小儿戏布袋”，就是根据这一传说塑造的。

三是这只布袋永远用不坏，毁不了。有个地方上的无赖，惯于寻衅闹事，弄人取乐，以为布袋和尚老实可欺，夺下他的布袋点火烧掉。奇怪的是，第二天，布袋和尚依然背着那只布袋，来去如旧。无赖以为这只布袋一定是重新做起来的，又夺过来把它烧了。如此一而再、再而三，布袋和尚都大度地容忍了，可是当无赖第四次去夺布袋时，使尽吃奶力气也提不动空布袋了。

至此，无赖才知道布袋和尚不是凡人，就拜到脚下，恳求饶恕。布袋和尚点化他说：“善有善报，恶有恶报，不是不报，时机未到，时间一到，一切都报。”从此，这个无赖改恶从善，再也不敢为非作歹了。'
, 'https://img-blog.csdnimg.cn/20200214122449980.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('natural1', 'root', '河姆渡遗址', null, null, 4, now(), now(), 0, 1, '河姆渡遗址，位于浙江省宁波市余姚市河姆渡镇河姆渡村的东北，距宁波市区约20千米，是中国南方早期新石器时代（约7000—5000年前）遗址。
河姆渡遗址总面积达4万平方米，上下叠压着四个文化层。河姆渡遗址出土陶片达几十万片，还有陶器、骨器、石器以及植物遗存、动物遗骸、木构建筑遗迹等大量珍贵文物。河姆渡遗址的发现，为中国史学界和考古界提供了依据，证明长江流域是中华文明的重要发源地之一。
1982年2月23日，河姆渡遗址被中华人民共和国国务院公布为第二批全国重点文物保护单位。2018年6月，河姆渡遗址被浙江省文物局公布为第二批省级考古遗址公园。

历史沿革
河姆渡遗址分为四个文化层，第四文化层约7000—6500年前，第三文化层约6500—6000年前，第二文化层约6000—5500年前，第一文化层约5500—5000年前。
1973年夏，当地农民建设排涝工程掘土时，河姆渡遗址被发现。同年，浙江省文管会、浙江省博物馆对河姆渡遗址进行了首次大规模发掘。
1977年，浙江省文管会、浙江省博物馆对河姆渡遗址进行第二次大规模发掘。

遗址特点
河姆渡遗址总面积达4万平方米，堆积厚度4米左右，上下叠压着四个文化层。其中，第四文化层的时代，是中国已发现的最早的新石器时代地层之一。第三、四文化层保存了大量的植物遗存，动物遗骸，木构建筑遗迹和构件，以及数以千计的陶器、骨器、石器、木器等。
河姆渡遗址发掘出的木构建筑遗迹是沿小山坡旱扇形分形，很有规律。是幢干栏式的建筑一一底层架空带有前廊过道的长屋。约有数间，其中大的长23米左右，深约7米，前廊深1.3米。该建筑是用一排排桩木打人土中为屋基，在木桩间架设地梁，上面铺设地板，距地约一米高；并由基座中间一根约3米的中柱，2.6米左右高的后檐和稍矮的前檐柱挑起屋架，屋架中的梁、枋、柱、檩等许多木构件均是用榫卯结点屋顶则是采用席箔等物盖在椽上而成。

文物遗存
1973年和1977年两次科学发掘，出土了骨器、陶器、玉器、木器等各类质料组成的生产工具、生活用品、装饰工艺品以及人工栽培稻遗物、干栏式建筑构件，动植物遗骸等文物近7000件。其中遗址带榫卯的干栏式建筑，是中国现已发现的古代木构建筑中最早的榫卯之一。河姆渡遗址第二文化层出土的绑柄骨耜，长18厘米、刃宽9.8厘米，骨耜木柄外有16圈藤条捆绑。河姆渡遗址出土木桨，桨叶长27.8厘米、厚2厘米、柄宽3.5厘米、残长62厘米，由整段木料加工而成。河姆渡遗址出土的双鸟朝阳纹牙雕，长16.6厘米、残宽6.3厘米、厚1.2厘米。

研究价值
河姆渡遗址全面反映了中国原始社会母系氏族时期的繁荣景象。河姆渡遗址的发掘为研究当时的农业、建筑、纺织、艺术等东方文明，提供了极其珍贵的实物佐证，是中国建国以来最重要的考古发现之一。河姆渡遗址发现的栽培稻谷和大面积的木建筑遗迹、捕猎的野生动物和家养动物的骨骸、采集的植物果实及少量的墓葬等遗存，为研究中国远古时代的农业、建筑、制陶、纺织、艺术和东方文明的起源以及古地理、古气候、古水文的演变提供了极其珍贵的实物资料。河姆渡遗址的南诏德化碑对于研究南诏的职官制度、唐代云南民族史，也有很高的参考价值。

地理位置
河姆渡遗址位于浙江省宁波市余姚市河姆渡镇河姆渡村的东北，中心地理坐标为东经121°09′、北纬30°30′ 。
'
, 'https://img-blog.csdnimg.cn/20200214131405937.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('natural2', 'root', '天童禅寺', null, null, 4, now(), now(), 0, 1, '天童禅寺座落在距宁波市东方二十五公里的太白山麓，为“天下禅宗五山”之一，由僧人义兴创建于西晋永康元年，迄今已有一千七百多年。传说当时僧人义兴，云游到此，结茅开山、建造精舍，他在茅舍中日夜虔诵经书，天长日久，感动玉帝，玉帝命太白金星化为一童子，从天而降，为他侍奉供养，待寺建成后，童子飘然而归，故得名为“天童寺”，并把三面环抱古刹的群山称为“太白山”。
寺庙简介
浙江省文物保护单位。位于宁波城东南27公里处鄞县东吴镇太白山麓。始建于乾元二年(759)，因传祖师义兴在修行诵经时，感动玉帝派童子下凡入侍，又因太白山有玲珑岩，唐肃宗赐名"天童玲珑寺"。宋景德四年(1007)敕赐为"天童玲珑寺"，南宋嘉定年间列为天下五山之第三山。明洪武十五年(1382)赐名"天童禅寺"。几经兴衰，现寺宇坐北朝南，依山而建，布局严谨，气势轩昂，中轴线上有伏虎亭、古山门、内外万工池、七浮图、照壁、天王殿、大雄宝殿、法堂(藏经楼)、先贤堂、罗汉堂等，两侧为配殿、禅堂、钟鼓楼、僧房、客房等，总计999间，占地面积7.64万平方米，建筑面积2.88万平方米。其规模之大，全国少见。天童寺在海内外负有盛名，为日本曹洞宗的祖庭。天童寺和太白山现辟为天童寺风景名胜区。风景区内，青松夹道，爽气扑面，抬头可见翠岗之上古塔挺秀，此为进山入寺的第一门户小白岭，岭上有五佛镇蟒塔、铁蛇关、揖让亭等胜迹。过小白岭，渐入佳境。太白山主峰高653.3米，重峦叠嶂，怪石嶙峋，潭深溪长，松茂竹密，与千年古刹天童寺构成了"深径回松"、"清关喷雪"、"东谷秋红"、"南山晓翠"、"平台铺月"、"凤岗修竹"等10大胜景。旖旎的山水风光，吸引了许多文人墨客来此游览抒怀，王安石游览天童时有诗："村村桑柘绿浮空，春日莺啼谷口风。二十里松行欲尽，青山捧出梵王宫。"描绘了深山藏古寺的意境。今天太白山的山林和生态环境还保持着原始风貌，并作为国家森林公园予以保护。
历史沿革
始建
天童禅寺始建于晋朝，距今已有一千七百多年历史。 西晋永康年（公元300年），僧人义兴云游至扬州部会郡县（即今鄞州）南山之东谷，因爱其山水，遂在此结茅修持。相传，当时东谷附近并无人烟，却有一位童子每天前来送给薪水。不久精舍建成，童子对义兴大师说：我是太白金星，因为大师笃于道行，感动玉帝，命我化为童子前来护持左右。如今大功告成，特此告辞。言讫童子不见。由此山名太白，寺名天童。
懿宗帝敕赐“天寿寺”名
到了唐代，宗弼禅师感到东谷地狭谷浅，于至德二年（公元757年）将精舍迁徙太白峰下（即天童禅寺今址），距义兴大师开山处公一公里之遥。乾元二年（公元759年），由相国第五琦秦请，因山有玲珑岩，肃宗帝赐名“天童玲珑寺”。大中元年（公元847年），咸启禅师主席，弘扬洞山宗风，时正值曹洞宗发轫伊始。咸通十年（公元869年），据浙东观察使杨严所请，懿宗帝敕赐“天寿寺”名。
孝宗帝翰挥“太白名山”
中国的禅宗到宋代日益昌盛，至南宋时达鼎盛时期，天童禅寺也成为禅宗之名刹。景德四年（公元1007年），真宗帝敕赐“天童景德禅寺”额。神宗帝即位后，召寺僧惟白人禁问道，三登高座。并于元丰八年（公元1085年）赐惟白金紫衣一袭。建中靖国元年（公元1101年），微宗帝敕赐惟白“佛国禅师”号，并御制天童景德寺惟白续灯录序。建炎三年（公元1129年），正觉禅师继席，住山30年，复弘曹洞宗风，僧人常住千人以上，为天童禅寺中兴时期。绍兴四年（公元1134年）建成能容纳千人的僧堂，前后14间、20架、三过廊、二天井，纵200尺广16丈。继而扩大山门，成为巍峨杰阁，安奉千佛。中建卢舍那阁，旁设五十三善智识像，名为“千佛阁”。淳熙五年（公元1178年），右丞相永国公史浩奏请，孝宗帝翰挥“太白名山”四字赐寺。绍熙四年（公元1193年），虚庵禅师扩建千佛阁，鸠工庀材，历三寒署。扩建后的千佛阁高三层12丈，飞异，隐接云霄，宏丽甲东南。嘉定年间（公元1208-1224年），太师右丞相史弥远奏请定“禅院五山十刹”，天童禅寺列为五山之第三山。
元朝
元大德三年（公元1301年），成宗帝赐千佛阁为朝元宝阁，后殿。至正十九年（公元1359年），元良禅师重建朝元宝阁，铸万铜佛供于阁中，阁旁增置二楼，左鸿钟，右轮藏，烟云缭绕，金碧辉煌。有诗赞曰：“云从太白山头起，香自朝元阁上飘”。至正二十年（公元1360年），顺帝敕赐元良禅师“善觉普光祥师”号。
明朝大修
明太祖于洪武十五年（公元1386年）册封天下名寺，赐浙江省宁波府鄞县天童山景德禅寺为天童禅寺，列为天下禅宗五山之第二山。到神宗年间，寺院遭受了一次历史性的灾难。万历十五年（公元1587年）七月二十一日，鄞县发生特大水灾，风雨骤作，山洪暴发，天童禅寺殿宇尽圮，础砾无存。是年岁冬住持因怀在废墟上重建殿堂。崇祯四年（公元1631年），密云禅师住持天童，鼎力重兴。于崇祯八年（公元1653年）建佛殿、天王殿，继而建法堂、先觉堂、藏经阁、方丈殿；崇祯九年（公元1636年） 建云水堂、供应堂、延寿堂；崇祯十年（公元1637年）建西禅堂、东西两客堂；崇祯十三年（公元1640年）建东禅堂、新新堂、迥光阁、返照楼，并重浚万工池，修造七宝塔，所有工程，无不建造完备，奠定了今日寺院的规模和格局。时为寺院的鼎盛时期，现存的铸于崇祯十四年（公元1641年）的千僧锅右以佐证，该锅直径2.36米，深1.07米，重4000公斤。
清代
清顺治十六年（公元1659年），世祖帝召寺僧道进就敕谕，并赐三衣、黄衣、缘云缎袍各一袭。次年赐帑金千两命重修佛殿，敕封道“弘觉禅师”号，并赐银印一颗，重40两，方广三寸许，右为汉篆“弘觉禅师之印”，左镌满文一行，赐三衣、五衣、七衣、黄祖衣、宫道袍、沉香色道袍及千衲衣、夹衣等。御书僧诗一首，曰：“心随万境转，转处实能幽。随流认得性，无喜亦无忱。”康熙四十四年（公元1709年），圣祖帝敕赐天童寺御书金字心经宝塔一幅，旁记康熙岁次乙酉二月南巡舟中书。五月又赐金字心经一卷、僧诗一幅、白绫四条。雍正十二年（公元1733年），世宗帝赐御书“慈云密布”匾额及柱联、赞释迦、观音偈各一。光绪二十八年（公元1902年），寄禅和尚住持后，将十方丛林住持继承制度改为十方选贤制度，称为选贤丛林，这种制度是丛林住持史上的一个进步。
民国
中国佛教界领袖圆瑛大师于民国十九年至二十五年（公元1930-1936年）住持天童6年，使古刹更为壮严，由他主持铸成的大铜钟高2.76米，下口径1.86米，钟面铸有81卷《华严经》，重达1.5万斤，现挂钟楼上。
解放后
新中国成立后，天童禅寺得到了人民政府保护，僧众殿堂功课，威仪整肃，参禅修持，不废古规。同时发扬“农禅并重”优良传统，参加农业生产劳动。1966年，“文化大革命”开始，不久寺院移作它用，佛像被毁。1979年经国务院批准并拨款进行修复，古寺重辉，法炬复燃，全寺僧众又晨钟暮鼓，诵经礼佛，参究禅理，绍隆三宝，如法如律地进行宗教活动。
宗派继承
昔在灵山一会，世尊拈花传正法眼藏于迦叶尊者，此为禅宗之始。其后二十八传至达摩大师，达摩东来，传法于慧可，至慧能、神秀，禅法始大兴于中国。
天童寺自唐法璿重建太白精舍，人称“天童禅师”，可见法璿系禅宗一脉。北宋景德四年，敕赐寺名“景德禅寺”，则寺性归属禅宗，自兹肯定。其后寺名屡有更易，而“禅”性不变。历代住持，有属于牛头、云门、法眼各派系者，然以临济、曹洞为多。
义兴祖师
为天童禅寺开山祖师。西晋永康元年（三00）义兴祖师遍访名山宝地，及至鄮（今鄞县）之东谷，爱其峰高林幽，人迹罕至，遂结茅为庐，潜心静修。义师苦行修持，感动上天，谴太白金星化为童子，日给薪水，随侍左右，久而辞去，言讫不见。后人遂名是山为：“太白”，称师为“太白祖师”。是时距东汉明帝永平十年（六七）佛法传入中土仅二百三十四年。清人闻性道赞云：“义师不留氏里，独栖危峦窅谷间，谁其引之？区区薪水之役，谁其待之？惟诚则感而通，太白星之为童子，谁谓上帝相谴？太白山之归义师，岂非之本地风光历千秋而不没哉。
心境藏奂禅师（七九0-八六六）
为天童寺开法之祖。俗称朱，华亭（今上海松江）人。当其母妊娠及坐产之时，常闻异香。幼时，师坠于井，有神人接持而出。少年时出家，拜道旷禅师为师。年弱冠，诣中岳受其戒。其母因泣念师出家远走，一目失明，及师归省，即日而明。母逝，哀守墓庐，其侧有妖神迷惑渔人，荤腥四寒，师谕戒之，此患遂绝。其后历游湖山灵境，复诣五汇寺，契旨于马祖法嗣虚默。唐会昌年间（八四一——八四六）敕度师居长寿寺，手辑大藏之烬落者。南海节度杨松公典姑苏，请师归故林以建精舍。旋即住持天童，相传于会昌大中之际，徒清关之神龙于太白峰顶，建镇蟒塔于小白岭上。郡守崔琪称师：“凡”动止，禅者毕集，环堂相榻。师乃学识泉涌，指鉴歧分。诘难排疑之众，攻坚索隐之士，皆立褰苦雾，坐泮坚冰，一言入神，永破沉惑，在天童当为开法之祖师。
大中十二年（八五八）分宁宰四明任景求，舍宅为禅院，迎师居之。时有农军裘甫率众二千，执兵器白昼入寺。师冥心安坐，神色肃穆，众皆悸慑，叩礼逡巡而退。郡守申奏，请改禅院为栖心寺（今为七塔寺），以旌师德。咸通七年（八六六）八月三日示寂，世寿七十七，僧腊五十七。权窆于天童岩，三载后焚化，发塔揭盖，异香凝空，俨若平生。茶毗岩下，获舍利数千粒，红翠交晖，白光上贯。弟子戒休赍舍利、述行状，诣阙请谥。奉敕褒诔谥号：“心镜禅师”。塔称“寿相”塔。
宏智正觉禅师（一0九一－一一五七）
俗姓李，隰州（今山西隰县）人。父祖皆皈依禅宗。母赵氏，梦见五台山僧解右臂环与之而孕。及生，光出于屋，右臂隆起如环状，人皆异之。七岁，习儒业，读五经，日诵数千言。佛陀逊禅师一见，知其为法器。十一岁，遵父命，投净明寺僧本宗得度。十四岁，从晋州慈雪寺智琼禅师受具戒。十八游方参学，告别祖师时言：“不发明大事，誓不归矣！”首参汝州（今河南临汝）香山寺枯木成禅师。一日，闻僧诵《法华经》瞥然有省，走告成。成指香合曰：“里许是什么物？”师曰：“是什么心行。”成曰“汝悟处又作么生？”师手画圆相以呈，复抛向后。成曰：“弄泥团汉有什么限？”师曰：“错！”成曰：“别见人始得。”指点禅机，师诺诺有悟。宣和六年（一一二四）投邓州（今河南邓县）参法于丹霞子淳，淳公问：“如何是空劫以前自己？”师曰：“井底虾蟆吞却月，三更不借夜明帘。”公曰：“未在更道。”师偈语对答相合，究法益诚。自是，机锋迅捷，诸方推重，遂授衣拂。旋随淳迁大洪寺，命掌书记，后升首座，得法者有数人。四年后，过圆通寺，时真歇清了住长芦寺，遣僧邀师至，众撞钟出迎，见其衣履穿敝，真歇命待者易以新履，师云：“吾岂为履而来耶？”众闻悦服，恳求说法，遂居第一座。六年后出世，住泗州普照寺，时年三十有四。历迁舒州太平寺，江州圆通寺、能仁寺，真州长芦寺。建炎三年（一一二九）至明州，欲礼普陀，过天童，缘法相应，受邀住持天童。时金兵犯明州，境内诸寺，多遭毁劫，僧众走散，独天童巍然未动。未几，寇至，正觉危坐殿宇，掠骑至塔岭以望，若有所见，敛兵而退，人皆叹为神助。
师为人方厉，机锋峻激，所著丽而有则。以弘法利生为怀，随愿而就，受不贪，施无厌。岁饥荒，犹赡众施食，活者数万众。原寺僧不及二百，师至，纳僧逾千，主事忧之，师笑谓：“汝且勿忧。”翌日，施主钱氏致粟千斛。绍兴二年始，先后建僧堂，巍其门为杰阁，延袤两庑。继而拓旧维新，范千铜佛，筑卢舍那阁。师住持天童凡三十年，殿宇为之一新。寺时有田一万三千亩，寺围山地均为寺产，并于昌国（今象山）、定海二县，治涂田二千亩。
初，秦桧用事，径山僧大慧宗呆与忠义士大夫愤激时事，斥和议误国，为桧党指定为“鼓倡浮言，谤讪朝政”，绍兴十一年（一一四一）勒返初服，窜南中。绍兴廿五年冬，大慧蒙恩北归，还其僧祴。时育王虚席，宏智举大慧王之。预知大慧来后，至者必众，资给堪虞，乃预告知事多办岁计应香积。明年，大慧至，众盈万指。未几香执智手曰：“吾二人皆老矣！尔唱我和，我唱你和。一旦有先溘逝者，则存者为主其事。”两人私交弥笃，然各传一宗。宏智弘扬曹洞宗法，主张：心是诸佛本觉，众生妙灵，只因疑碍昏翳，自作障隔。如能静坐默究，净治揩磨，去掉妄缘幻习，不被一切包裹，便能事多无碍。倡导与临济宗大慧宗呆“看话禅”有别之“默照禅”。
绍兴十七年（一一五七），被旨住灵隐寺，未越月，乞还天童。翌日，沐浴更衣，端坐书偈示众：“梦幻空共，六十七年，白鸟烟没，秋水连天。”复致书大慧呆公邀主后事，并书偈以别曰：“钝鸟先飞易，灵龟脱壳难，我无你不去，你无我不行。”遂掷笔南而逝。世寿六十长，僧腊五十有三。大慧呆为之削发展拜，龛留七日，面色如生。送葬日，编素遍万，塔全躯于东谷庵东首。龙图周葵为之撰铭，状元张孝祥书写铭碑。绍兴二十八年（一一五八）语谥“宏智禅师”，塔称“妙光之塔”。著有《颂古百则》（世称《宏智颂古》）、《宏智禅师广录》。为“天童中兴之祖”，南宋禅宗著名禅师。
长翁如净禅师（一一六三—一二二八）
号净长，俗姓俞，明州苇江人。生而岐嶷，不类常童。稍长即出家，欣然豪爽。十九岁，云游诸方，参禅学法二十余年，深有领悟，后谒足庵智鉴于雪窦，参“庭前柏子“语有省，呈颂曰：“西来祖意庭前柏，鼻孔廖廖对眼睛，落地枯枝栽跳，松萝亮格笑欣腾。”鉴颔之。又颂杨歧问僧：“栗棘篷，你作么生吞？金刚圈，你作么跳？”云：“肘后蓦生闲落索，风前忽布闹叉撑，哪吒八臂空惆怅，夜半三更白昼行。”庵甚为器重，遂授衣拂。宋嘉定三年（一二一0年受请住持华藏褒忠寺。历任建康清凉寺，台州净土寺，临安净慈寺，明州瑞岩寺，又复往净慈，嘉定十七年（一二二四）奉敕主席天童。师生性豁达豪爽，参禅行持，偏重习坐。自谓：“参禅打坐，身心脱落，离五欲，除五盖，即不烧香、念佛、修忏、诵经、亦能相见佛祖。”弘发正觉禅师“默照禅”之妙禅，日本僧道元，闻师道行高洁，传佛心印，乃一代宗匠。遂于嘉定十六年（一二二三）航海入宋，诣天童参拜修学，受曹洞宗法。学成回国，创永平寺，成为日本曹洞宗始祖，该宗至令尊天童为祖庭。绍定元年（一二二八）师感疾退席。七月十七日，下涅盘堂，为先师鉴足庵烧香，闻法堂宝盖镜堕旋即示寂。世寿六十有六，塔全身于天童山。师平生六坐道场，两奉朝旨，学众辐辏，范模清亮，海内以为法式。
遗有《如净和尚语录》二卷，《天童山景德寺如净禅师续语录》一卷，收入大正藏第四十八。 法嗣有石林秀、孤蟾莹、道元等三人。
密云圆悟禅师（一五六六—一六四二）
字觉初，号密云。俗姓蒋，江苏宜兴人。幼时即知念佛，初习儒典，年长从耕樵以养亲。夙有出家之念，偶读《六祖坛经》有省。乃于二十九风，安置妻孥，投龙门寺幻有传禅师出家。服劳受詈凡四载，三十三岁始剃发。煅粹勘念又六年，传公入都，以院事嘱师。一日，过铜馆山顶，豁然大悟。寻，北上觐见传公。未几，南返。传公嘱以书曰：“但适意，断不可住；不适意处，作急走过；凭么行去，不要记数；待十字路口，有个跛足阿师，与汝印证，我自来召汝。”师于是归龙池，登九年，讯补蛇，任龙池寺祖庭住持。天启三年（一六二三）迁住天台通玄寺。继住嘉兴金粟寺、福建黄檗寺、明之育王寺。明崇祯四年（一六三一）住持天童。连续主寺十一载。时天童古刹遭水灾后，全殿久芜。师苦心经营，筹募诸方。即定天童寺永久之规模，嗣后又丕振宗风，弘扬佛法，通圆万众，灯传四方，顶礼者自中华以至外域，海涌云归，住僧常逾万指，每逢讲经，徒众达三万，被尊为天童重兴之祖，崇祯十四年，怀宗命皇戚田弘遇进香补陀之际，责赐师紫衣之一袭。将以留都（即南京）大报恩延师住持。以老疾固辞。师于该年延江阴黄毓祺重修寺志。翌年七月七日，示寂于天台通玄寺。世寿七十有七，僧腊四十有四。还塔全身于天童南山。后毁圯，今建塔于东谷太白精舍东隅。遗著有《碧岩录》十卷，《语录》十二卷，《天童直说》四册，《辟妄救略录》三卷。
师为临济正宗第三十世，被称为“临济中兴之祖”。其法嗣有十二人，以汉月法藏、费隐通容、木陈道忞、破山海明等四支最为繁衍，法众遍于全国。
古寺风貌
山外青山翠满峰，丛林禅院九州同。楼堂仙阁难相数，广厦千间是天童。
天童禅寺自义兴祖师开山以来，经历代相承，终于成为巍巍卓立。雄尊秀蔚，千楹万础，规模宏大的禅宗十方丛林。全寺占地面积7.64万余平方米，建筑面积达3.88万余平方米。有殿、堂、楼、阁、轩、寮、居30余个计999间。寺院坐落在层峦叠嶂的太白山下，“群峰抱一寺，一寺镇群峰”，东、西、北三方有六峰簇拥。背枕巍巍主峰太白峰；左依东峰、中峰、乳峰；右靠钵盂峰，圆秀突起，状如覆钵，聿旗峰，陡惊峻险，似旌展扬。唯独南面天阔山远，一条郁郁葱葱万松大道恭迎宾客朝山进香。
整体格局
天童禅寺现存的规模，基本上保持明季的格局。整个建筑群体布局严谨，结构精致，主次分明，疏密得体。雄伟高大的天王殿、佛殿、法堂、藏经楼、罗汉堂等主体殿堂，依次坐落在倚山势而建的广阔台基上，一殿高于一殿逐级高升，气势磅礴。各殿堂均按我国古代传统建筑形式，重檐叠阁，画栋雕梁，庄严而古朴，成为古刹的“中轴线”。东西两旁有新新堂、伽蓝殿、云水堂、自得齐、立雪轩和客堂、祖师殿、应供堂、静观堂、面壁居等十几个僧房客寮对称分布。与主体殿堂互相呼应，互为衬托。另外按照地形还建有钟楼、东西禅堂、戒堂、如意寮、御书楼、库房、先觉堂、长庚堂、东桂堂、方丈殿等建筑十余处，缀成了一个蔚为壮观的建筑群体。所有殿堂楼阁均以长廊连接，只有一进入寺门，晴天不晒太阳，雨天不走湿路，便可到达寺内任何一处，可见建造者的独具匠心。
天王殿
天王殿屡建屡毁。现存建筑由住持圆瑛法师主持重建，于民国二十五年（公元1936年）落成，宽7间32米，深6间24米，高18米。殿内左右两旁公列四大天王，高达7.4米，神态威严。中间设暖阁，正面为欢天喜地的弥勒佛，两边有一对柱联曰：“深具慈忍力天肚能容容天下难容诸事，广结欢喜缘满腮含笑笑世间可笑之人“，由新加坡信士徐瑞福、信女陈影影敬助，明晹法师手书。背面为护法神笑驮。天王殿门前石柱镌刻一副楹联，上联为：“溯晋代开山历唐宋年元明清太白法灯辉海外”，下联为“从佛门稽古汉满蒙回天童僧史耀人间”，由圆瑛法师撰联并书，言简意赅道出了天童禅寺的历史和在佛教界的地位。
佛殿和方丈殿系明代所建。佛殿是密云禅师于崇祯八年（公元1635年）重建而成。高20米、广7间36米、深6间27米。殿内正中代三世佛，即草中为娑婆世界的释迦牟尼佛，左为东方净琉璃世界的药师佛，右为西方极乐世界的阿弥陀佛，三佛高达13.5米。大殿两旁分列十八罗汉，姿态各殊。殿正中悬挂“慈云密布”匾额是雍正皇帝御笔，殿内数对楹联分别由香港信士闻儒根、信女周开福、旅日华侨郑通义及香港三宝弟子周惠英等敬献。
方丈殿
方丈殿（又名大鉴堂），供方丈座和设大型佛事坛场之用。东为先觉堂，凡是寺创建以来的开堂演法者皆咸设牌位于此；西为小方丈（又名宝积楼），为方丈住所。
法堂为讲经说法场所，高17米、宽9间37米、深6间20米。民国二十一年（公元1932年）翻建成楼，楼上为藏经楼，珍藏经书，还供奉清顺治皇帝赐鎏金药师铜像。藏经楼和法堂两匾额由中国佛教协会赵朴初会长手书。
禅堂为禅宗义林主要殿堂之一。天童禅寺有东西两禅堂，东禅堂现辟为藏品陈列室，陈列佛教文物及国外佛教徒所赠礼品，供广大游客、香客参观。西禅堂为全寺僧人参禅修持场所，宽7间27.7米、深5间16.3米，中供佛大弟子陈如尊者，两头设广单，其规模广大在当今禅寺中少有。每年冬天，全寺僧众在此举行禅七法会，尅期取悟。“太白峰前选佛场，红灯点雪事非常。圣凡转换无他术，只歇心头一念狂”（圆瑛法师《结冬起禅七》诗）。
罗汉堂共计十九间，内有十八罗汉石刻像，神态逼真，栩栩如生，书像出自竹禅和尚之手，摹五代前蜀书家、诗僧贯休《十六罗汉图》，刻成于民国七年（公元1918年）。
禅宗家风
天童禅寺位于浙江省宁波市郊的太白山麓，是中国重要禅宗祖师道场，历史上著名的五山十刹之一。其开创于晋，兴于宋、明二代。寺中琳宫梵宇，首屈一指，自古就被誉为“东南佛国”。
禅意深遂
天童禅寺禅意深遂，宗风远播，又是日本曹洞宗祖庭。历代法门龙象辈出，如宋代力弘曹洞宗风，创立“默照禅”的宏智正觉、传法日僧道元，使其开创日本曹洞宗的长翁净如、将临济宗杨岐派虎丘系唯一法脉传至后世的应庵昙华、密庵咸杰、明代威镇江南，奠定今日天童禅寺建筑风格的禅门巨匠密云圆悟、民国著名诗僧，为教捐躯的八指头陀寄禅敬安等，皆出自天童。
继承宗风
天童禅寺自晋代义祖开山以来，几经兴废重建皆赖历代祖师艰辛创业，继承宗风。文革后，承蒙党和政府的英明领导，宗教政策得以贯彻落实，在上广下修老和尚的主持下，领众熏修，严持毗尼，勤俭治家，艰苦创业，身传言教，示范后学，使千年古刹重放光彩。为祖国统一富强，为三个文明建设，为弘法利生事业做出了巨大的贡献。
经省市区各级领导和宁波天童寺全体僧众的礼请，经中国佛教协会同意，诚信法师于二OO四年六月晋院天童禅寺，并于二OO四十二月十三日举行荣膺天童禅寺一百六十三代方丈升座志庆典礼。
诚信大和尚
今日名山得主，诚信大和尚驻锡道场，荷负如来家业，重振祖师禅风，继往开来。诚信大和尚为浙江温州人， 一九七七年高中毕业，一九八O年于天台山国清寺上净下慧老和尚座下剃度，随即参学天童禅寺。一九八一年赴厦门闽南佛学院就学，本科毕业后，留任厦门，历任南普陀寺监院、都监、堂主、慈善基金会常务副会长、闽南佛学院常务副院长、厦门佛教协会秘书长、名誉会长、福建省佛教协会副秘书长、中国佛教协会理事、厦门市政协委员等职。
天童禅寺遵于祖制丛林清规，开单接引十方学人，现有常住僧人一百多人，每日早晚如法修行。除早、晚课诵之外，禅堂每日坐香，念佛堂天天念佛，终年不断，长时熏修。'
, 'https://img-blog.csdnimg.cn/20200214131650278.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('natural3', 'root', '阿育王寺', null, null, 4, now(), now(), 0, 1, '阿育王寺，位于宁波市鄞州区五乡镇宝幢太白山麓华顶峰下，始建于西晋武帝太康三年（公元282年），已历经1700多年历史。
阿育王寺素有“东南佛国”之称，是佛教禅宗名寺，中国佛教“五山第五”。也是中国现存唯一以印度阿育王命名的千年古寺。因寺内珍藏佛国珍宝释迦牟尼的真身舍利及玲珑精致的舍利宝塔而闻名中外，1984年被国务院公布为“全国汉族地区佛教重点寺院”。
2006年05月25日，阿育王寺作为元至清时期古建筑，被国务院批准列入第六批全国重点文物保护单位名单。
历史沿革
魏晋南北朝时期阿育王寺始创于西晋太康三年（282年），据明万历《明州阿育王寺山志》载：晋武帝太康三年，并州离石人刘萨诃病危时，梦见一梵僧示意超度。既苏，旋改业出家，法名慧达，并按梦示，寻求宝塔，至鄮山乌石岙时，忽闻钟声铮铮响于地下，便竭诚膜拜诵经。三日三夜后，宝塔从地下涌出，光明腾耀。其状青色，似石非石，高1尺4寸，方广7寸，内悬宝謦，中缀舍利，五层四角。慧达即结茅于此，修持行道。此为阿育王寺开基之始。
东晋义熙元年（405年），舍利宝塔从乌石岙慧达结茅供养处迁到现址，安帝敕造塔亭，岁度僧14人，是为阿育王舍利殿之起源。
南朝宋元嘉二年（425年），宋文帝敕住持道佑创增佛宇，赐常住田，并赐度僧27名守护。
元嘉十二年（435年），又建塔寺。至此，阿育王寺已初具规模。 南朝梁普通三年（522年），梁武帝命扩建殿堂房屋，并赐额“阿育王寺”。寺额由梁代著名书法家萧子云手书。
大同六年（540年），武帝又下令拨黄金500两改建浮屠为五层，铸铜佛、铁鼎，写经论，并敕免阿育王寺田赋。由于梁武帝的重视，阿育王寺很快闻名天下，塔居神州第一朱彝尊《唐阿育王寺常住田碑跋》，一时名士倾心皈问。
唐宋时期
唐玄宗先天二年（713年），僧了缘建西塔院（又名西塔寺）。
元宝三年（744年），鉴真第三次东渡失败在舟山后，曾住锡于阿育王寺。期间，绍兴、杭州、湖州、宣州等地寺院的僧人纷纷来寺请鉴真和尚讲道受戒。
会昌元年（841年），唐武宗下令灭佛，舍利宝塔充入越州府库。
唐大中四年（850年）正月，舍利宝塔复归阿育王寺，僧俗8000人参加了供奉舍利宝塔盛会。
五代后周显德五年（958年），寺遭火毁。
宋太祖开宝六年（937年），修复。
大宋祥符元年（1008年），阿育王寺被朝廷定名为“阿育王山广利禅寺”，拓为十方禅刹。
熙宁元年（1068年），大觉怀琏禅师出任第五任主持。熙宁三年（1070年），怀琏筑宸奎阁，珍藏宋仁宗御笔偈颂、御书53轴和团扇3柄，英宗手诏1道，文人苏轼为之撰《宸奎阁记》，并手书碑文。在怀琏主持下，阿育王寺一时人才聚积，“法席鼎盛，名播天下”，出现了前所未有的中兴景象。
南宋建炎年间（1127—1130），迎舍利塔至宫中,宋高宗赐“佛顶光明之塔”匾。
绍兴二十六年（1156年），宗杲受诏住持阿育王寺，“四方学徒，川奔涛涌”。
 时育王寺内僧众及外来法者逾6000人，人多食乏，宗杲在传至佛照禅师德光，油市田4000余亩，名为“吉祥庄”。
淳熙元年（1174年），孝宗遣天使李裕文请舍利入禁中供奉，住持从廓护送。孝宗三番瞻仰舍利，御书“妙胜之殿”额，封从廓为“妙智禅师”，并赐钱万缗。淳熙（1174—1189），明州郡守赵恺以金造成一塔，奉安宝塔于其中。
嘉定年间（1208—1224），定“禅院五山十刹”，阿育王寺被列为“五山”之第五山，与径山寺、灵隐寺、净慈寺、天童寺齐名。南宋末，阿育王寺又遭火灾，舍利塔附安别院（即古育王）。 [5]
元明清时期
元世祖至元间（1264—1294），顽极、如珙住持阿育王寺，僧伽来依法轮者摩肩接踵，人满为患。于是，如珙大建堂宇，以解决信徒住宿之忧，并购得余氏海涂田1000余亩，名“广利庄”。
元至正二年（1342年），悟光住持阿育王寺，收回被豪家所占的庄田、园林，修筑祖堂、法堂、蒙堂、廓庑等，并用朝廷所赐白银建承恩阁，翰林侍学讲士黄溍为之撰《承恩阁碑记》。
明洪武十五年（1382年），朱元璋赐名“阿育王禅寺”，列为天下禅宗五山之第五山。
神宗万历间（1537—1620），慈圣太后赐藏舍利之铜塔。时住持传瓶与僧众同心协力，修茸殿宇，坚立山门，重建舍利塔殿、廓庑、禅堂、僧室白余间，名刹风貌得到恢复。
清康熙元年（1662年），寺毁于火。康熙十九年（1680年），僧人法钟重修。
清乾隆（1736—1795）中期，住持畹荃获赐紫袈裟、龙缎袍、宫绸彩缎、御茶、东莞香、紫当、绣袋等物及御书《心经》1卷、《大悲陀罗尼经》1函与“觉行俱圆”匾额。
清光绪年间（1875—1908），阿育王寺修建普同塔院、养心堂、云水堂、灵菊轩、方丈室、天王殿等房屋90余间，并疏通阿褥达池，筑围墙，栽松柏竹梅。
清宣统三年（1911年），又重修大殿，使阿育王寺的建筑得到完善。
民国以后
民国元年至五年（1912—1916），住持宗亮先后重修大悲阁、禅堂等，舍利殿、藏经楼全部覆以琉璃瓦。民国十九年（1930年），天王殿不慎失火被焚。民国二十一年（1932年），住持源巃重修之。
“文革”期间，众僧被遣散，寺院成为工厂及驻军营房。1988年9月，党的十三届三中全会后，寺院归还僧众管理，政府拨款60余万开始全面整修阿育王寺，由通一大和尚担任顾问。整修后的阿育王寺，中轴线按原样基本复修，下塔也进行重修。
2003年1月10日，阿育王寺举行五百罗汉圣像开光暨界源大和尚升座法会。目前，阿育王寺每年均举行以修持为主的禅七法会、三坛大戒传授法会、千僧斋法会等著名传统法会相继得到恢复。
建筑特点
阿育王寺现占地面积124100平方米，建筑面积23400平方米。现存殿、堂、楼、阁600余间，依山坡构筑。中轴线上依次为山门、二山门、放生池、天王殿、大雄宝殿、舍利殿、法堂和藏经楼。右侧有云水堂、鄮峰草堂、拾翠楼、祖师殿、承恩堂、方丈殿、宸奎阁、寮房等361间；左侧有松光斋、钟楼、舍利单、先觉堂、大悲阁等264间。大雄宝殿系清康熙年间重建，殿上有乾隆书“觉行俱圆”匾。舍利殿始建于1678年，重檐，黄色琉璃瓦盖顶，石雕舍利塔一座，内置七宝嵌镶塔亭，塔身青色，五层四角，四面窗孔，每层雕菩萨神像，内顶悬宝磬，舍利珠挂在其中。寺内有浙江省仅存的两座元塔，砖木结构，仿楼阁式，六面七层，每层置腰檐、平座，底层四周有围廊。
文物遗存
综合类
阿育王寺内较完整地保存着历代碑碣、石刻、匾额以及经藏古籍等文物。有唐范的书“阿育王寺常住田碑”、宋苏轼书“宸奎阁碑铭”、宋张九成撰书的“妙喜泉铭”和元、明、清历代碑额现代碑刻58块，有唐雕四天王右像、唐贯休画十六尊者石刻、殿内栋上有宋高宗的“佛顶光明之塔”、宋孝宗御书“妙胜之御”、清乾隆御笔“觉行俱圆”等许多匾额和藏经楼上清雍正版本《龙藏》7247卷、《碛砂版大藏经》等珍品。其中以《阿育王寺常住田碑》《宸奎阁碑记》和《妙喜泉铭》最为珍贵。
建筑类
天王殿
天王殿重檐歇山黑瓦顶底层开间，上层五间，高约十四米，正脊上有（国基巩固）四个字，檐间横匾书（天王殿），大门上有（八吉祥地）四寂横匾，是中国佛教协会前会长赵朴初所书，殿内石壁，嵌有金刚经石刻十八块，前后石柱刻有六对楹联，殿供大肚弥勒、韦驮及四大天王像。
大雄宝殿
大雄宝殿面宽七间，重檐歇山黑瓦顶建筑，高约十四米，正脊上有风调雨顺及龙鱼戏珠彩塑，檐间有（大雄宝殿）方额，下层檐下横匾书（觉行俱圆）为乾隆皇帝御书。殿内横匾额题（善狮子吼）也是乾隆皇帝的御笔。殿之中塑释迦牟尼佛，东塑药师佛及阿难尊者，西为阿弥陀佛及迦叶尊者。两旁十八罗汉，后面塑有善财童子五十三参《海岛图》及文殊菩萨、普贤菩萨像。殿前之两株樟树，高过殿顶。
舍利殿
舍利殿面宽五间，重檐歇山黄琉璃顶建筑，高约十三米。殿前屏门，浮雕绮丽。檐间方形额，上书（妙胜之殿）为宋孝宗御制，下檐黄匾上书（舍利殿），殿后壁外有四幅护法神雕，为唐朝作品，具有很高的历史艺术价值。殿内正中粱上悬竖额（佛顶光明之塔），是宋高宗御书，横匾（光明庄严）挂于南面，殿正中是高七米的石塔，内放置七宝镶嵌的（舍利放光）之佛龛，塔下列利宾及阿育王像，石塔后面供置释迦牟尼卧佛像，长约4米。殿前月台两侧壁上立有四块珍贵的碑记，其中有唐朝万斋融撰文、处士范重书的《阿育王寺常住田碑》，宋朝为寺内（宸奎阁）落成书写的记事文章和张九成撰并书的《妙喜泉铭》碑。殿后有（母乳泉），泉上方刻有（散曼陀华）为清朝书法家高振霄所书。
舍利塔
专门供奉驰名中外的稀世之宝释迦牟尼真身舍利。此塔就是舍利塔，舍利塔为四方形铜质宝箧塔，高约0.4米，用银丝吊一颗绿豆大小的至宝于小窗孔内，一般秘不示人。而宝塔外护的石塔，为明代遗物，高4米，每边宽1.5米，也是印度式的四方单层宝箧印塔，顶部镶嵌宝珠和角隅，四面刻有释迦牟尼成道及八王分舍利的印度式图像，通身漆朱贴金，在阿育王寺舍利殿的中心。
藏经楼
藏经楼在舍利殿后之左侧，二层五间，高约12.5米。楼下法堂，左右两壁嵌有释贯林十六尊者石刻像楼上为藏经楼，有徐世昌所书《天龙共护》匾。楼内珍藏释迦牟尼佛真身舍利塔原物，清乾隆初年刊印的《钦赐龙藏》计一千六百六十二部、七千一百六十八卷，商务印书影印的日本《续藏》和清雍正版本《龙藏》7247卷、《碛砂版大藏经》等其它一些珍贵文物。
阿育王寺东塔
塔始建年代未详，明代时日本画圣雪舟所绘的《育王山图》，曾画有此塔。现塔为1995年重建，阿育王寺东塔1992年开始，方丈通一法师住持以来，励志弘法，恢复寺院旧制。在陆续修葺古殿下塔、扩建殿宇及重修上塔后，仍认为尚不够功德圆满，又得寺藏明成化年间日僧雪舟所绘‘育王三塔图’启发，便在寺院东侧新募一塔，集善款550余万元，用工两万以上，历经四年方于1995年如愿达成。由于建于寺院之东，几乎与下塔建于寺院以西对称，故称之为东塔。
研究价值
阿育王寺遗址在中国佛教史以及中日文化交流史上有着重要地位，尤其是因寺内珍藏佛国珍宝“释迦牟尼真身舍利”。
阿育王寺在继承优秀的佛教文化传统、弘扬佛教文化思想在佛教史中具有重要的地位和历史文化价值，其仪规使活态的文化遗产得以继承和保护。
阿育王寺在中国佛教史上产生过重要影响。寺内的饱学禅僧刻印了许多佛经，还保存了一批唐宋以来的名人碑刻、舍利塔等珍贵文物，以宋朝的苏轼书《明州阿育王山广利寺宸奎阁碑》最为珍贵。此外还编写了一部《阿育土山志》，为研究古代中国佛教史提供了有价值的资料。
保护措施
1981年4月，被浙江省人民政府公布为省级文物保护单位。
1983年，被国务院确定为汉族地区佛教全国重点寺院。
2006年5月，国务院公布为第六批全国重点文物保护单位。
2007年，由寺方向鄞州区文管办申请保护规划方案，并由省古建院担任编制任务。2009年6月由鄞州区人民政府向浙江省文化局申请了该方案。
2008年，全国重点文物保护单位阿育王寺保护规划方案为国家文物局提出的“十一五”计划——全面完成全国重点文物保护单位总体保护规划其中之一。
佛事活动
2003年1月10日，阿育王寺举行五百罗汉圣像开光暨界源大和尚升座法会。
2013年6月17日，台湾中华佛教居士会一行人首先抵达阿育王寺顶礼佛陀的真身舍利并且祈祷世界和平。之后前往古阿育王寺。致赠宝箧印陀罗尼塔给古阿育王寺寓意阿育王的造塔影响深远，并且表示法轮常转，佛法长驻。
2014年8月11日，宁波阿育王寺、阿育王古寺、苏州弘化社，依释迦遗教《盂兰盆经》，发起供养十方世界、娑婆国土一切僧宝，超荐祈福法会。
2014年10月31日，日本“踏寻鉴真大师在中国的足迹”访华团一行40余人访问名刹天童寺与阿育王寺。访华团来到中国，一路踏寻鉴真大师的足迹来到天童寺与阿育王寺。在此，他们进行了佛教与文化交流活动，并互赠墨宝。
2015年6月21日，由苏州寒山书院教师及学僧一行组成的参访团一行先后参观了南海观世音菩萨、天童寺、阿育王寺朝拜瞻仰佛陀舍利。
交通信息
公交
汽车南站：乘坐514路公交车在汽车东站下车，再换乘759-1路、 759-2路、758路、362路公交车。
汽车客运中心站：乘坐504路公交车在汽车东站下车，再换乘759-1路、759-2路、758路、362路公交车。
宁波栎社机场：乘坐机场大巴，在汽车南站下车后乘坐514路公交车在汽车东站下车，再换乘759-1路、759-2路、758路、362路公交车。
出租
1、距火车南路约22.7公里
2、距宁波栎社机场约34.2公里
3、距汽车客运中心约29.2公里
4、距天一广场约19.5公里
自驾
上海、江苏方向：沿沈海高速行驶95.3公里，从鄞州、金华、杭州、温州出口离开，进入宁波绕城高速，沿宁波绕城高速行驶3.4公里，从宁波机场/舟山出口离开，进入杭甬高速，沿杭甬高速行驶19.6公里，从宁波东出口离开，进入甬台温高速，沿甬台温高速行驶455米，在东苑立交桥从出口离开，宁波东收费站离阿育王寺还有17.6公里。
杭州、绍兴方向：沿杭甬高速行驶，从宁波东出口离开，进入甬台温高速；沿甬台温高速行驶455米，在东苑立交桥从出口离开，宁波东收费站离阿育王寺还有17.6公里。
金华方向：沿甬金高速行驶184.7公里，从宁波绕城出口离开，朝北仑/舟山/台州方向，进入宁波绕城高速，沿宁波绕城高速行驶12.2公里，从舟山、北仑、宁波东出口离开，进入甬台温高速，沿甬台温高速行驶6.9公里，在东苑立交桥从出口离开，宁波东收费站离阿育王寺还有17.6公里。
温州、台州方向：沿甬台温高速行驶，在东苑立交桥从出口离开，宁波东收费站离阿育王寺还有17.6公里。
门票信息
门票：免费
开放时间：06:00~16:00'
, 'https://img-blog.csdnimg.cn/20200214131811266.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('natural4', 'root', '上林湖越窑遗址', null, null, 4, now(), now(), 0, 1, '上林湖越窑遗址，位于浙江省宁波市慈溪市鸣鹤镇西栲栳山麓上林湖一带，为东汉至宋（1世纪—12世纪）越窑青瓷的中心产地，是海上陶瓷之路的起航点之一，朝廷先后在此设立贡窑和置官监窑，大量烧制秘色瓷。
上林湖越窑遗址的唐代地层，出土的产品质量较高，少数盏、盘类器物内腹，都刻有四叶对称的荷叶纹；而五代地层，少量器物胎釉质量极佳，胎质极细腻，釉色天青，釉面莹润，属于秘色瓷类型。林湖越窑遗址的发掘为越窑青瓷唐宋时的分期提供了丰富的资料，揭示了唐宋时期越窑的窑场布局、制作工艺流程以及窑业生产与管理等重要信息，为研究唐宋时期越窑的制瓷工艺、窑场格局提供了大量详实材料。
1988年1月13日，上林湖越窑遗址被中华人民共和国国务院公布为第三批全国重点文物保护单位。
历史沿革
东汉（1世纪），上林湖越窑遗址始烧。
魏晋南北朝（2世纪—5世纪），上林湖越窑遗址兴起。
唐宋时期（7世纪—12世纪），上林湖越窑遗址达到鼎盛，越窑青瓷从上林湖起航，经东横河入姚江，通过明州港，运送到海外，北达高丽（朝鲜），东至日本，南经广州，一条路线向东南，通向菲律宾、马来西亚、印度尼西亚诸国；另一条路线向西南，沿海岸至越南达泰国、缅甸，经孟加拉湾，到印度、巴基斯坦，以至直抵波斯湾和地中海沿岸伊朗、埃及等。
唐代晚期（9世纪），上林湖越窑遗址后司岙窑址始烧。
五代期间（10世纪），上林湖越窑遗址向中原王朝进贡的越窑青瓷精品超过14万件。
五代期间（10世纪），上林湖越窑遗址后司岙窑址停烧。
北宋后期（11世纪），上林湖越窑遗址开始衰落。
南宋初期（12世纪），由于南宋朝廷征烧祭器等，上林湖越窑遗址重现短暂繁荣，但由于南宋朝廷在临安设立官窑，加之其他因素，林湖越窑遗址最终逐渐停烧。
民国二十四年（1935年），考古工作者到上林湖越窑遗址进行考古调查，确认上林湖越窑遗址是越窑的中心产地。
1980年，慈溪文物部门组织文物普查小组，对上林湖越窑遗址进行调查，发现东汉三国、南朝至北宋时期（1世纪—12世纪）青瓷窑址97处。
1990年，对上林湖越窑遗址内的低岭头窑址进行试掘。
1993年—1995年，浙江省文物考古研究所和慈溪市文物管理委员会办公室考古工作者对上林湖越窑遗址内的荷花芯窑址进行连续性考古发掘，揭露窑炉2条。
1998年—1999年，浙江省文物考古研究所和慈溪市文物管理委员会办公室考古工作者对上林湖越窑遗址内的古银淀湖寺龙口窑址进行考古发掘，发掘总面积为1045平方米。
1999年，浙江省文物考古研究所和慈溪市文物管理委员会办公室考古工作者对上林湖越窑遗址内的白洋湖石马弄窑址进行抢救性考古发掘。
2014年9月—2015年10月，浙江省文物考古研究所和慈溪市文物管理委员会办公室考古工作者对上林湖越窑遗址的窑荷花芯窑址进行主动性考古发掘，发现了多处制瓷作坊遗迹，并出土了一批精美的唐、五代、北宋时期青瓷标本。
2015年10月—2017年1月，浙江省文物考古研究所和慈溪市文物管理委员会办公室考古工作者对上林湖越窑遗址后司岙窑址进行主动性考古发掘。
遗址特点
综述
上林湖越窑遗址分布区以上林湖水库为中心，有青瓷窑址近120处，分布区域为12.9平方千米，主要集中在木勺湾、黄鳝山、荷花芯、狗颈山、后施岙、吴家溪、黄婆岙等处，东汉、三国时期（1世纪—3世纪）的窑址11处，南朝（5世纪）1处，唐代（7世纪）31处，唐—五代（7世纪—10世纪）11处，唐—北宋（7世纪—12世纪）17处，五代（10世纪）7处，五代—北宋（10世纪—12世纪）27处，北宋（960年—1127年）10处。
后司岙窑址
后司岙窑址是上林湖越窑遗址中核心窑址之一，是烧制贡品秘色瓷的地方，位于上林湖越窑遗址中部的西岸边，编号为Y66，考古面积1200平方米，有厚5米多的晚唐、五代、北宋时期（9世纪—11世纪）丰富的地层堆积，是个完整的窑场，包括龙窑炉、房址、贮泥池、釉料缸等在内的作坊遗迹，呈“凹”字型分布，中间是烧瓷的龙窑，左侧是碎瓷废料堆积区，右边则是当时制瓷上釉的作坊。
荷花芯窑址
荷花芯窑址是上林湖越窑遗址中重要窑址之一，依山而建，沿山麓而上，呈不完全规则的长方形，斜坡坡度13度，面积超过2000平方米，由火膛、窑床、窑尾组成，长约41.8米，宽约2米—2.8米不等，上下高差约6.5米，右侧有7个缺口，是古代投送柴火的口子。头部稍低的部分是火膛。
寺龙口窑址
寺龙口窑址是上林湖越窑遗址中重要窑址之一，沿岸分布，位于匡堰镇乾炳村古银锭湖南侧钓杆山西坡，两侧废品堆积隆起，最厚处达10米以上，面积约2万平方米。
文物遗存
上林湖越窑遗址出土文物有北宋三足蟾蜍砚滴、唐代扁壶、秘色瓷穿带瓶、秘色瓷枕、秘色瓷薰炉、秘色瓷盏、八棱净瓶，还出土有碗、罐、瓶、盏、盘、盒、花盆、三足炉、鸟食缸、器盖、器座等；三足蟾蜍砚滴，蟾蜍抬着头，蹲坐在一张荷叶器型的托盘上，为国家一级文物。
研究价值
林湖越窑遗址的发掘为越窑青瓷唐宋时的分期提供了详实的资料，揭露了大量的作坊遗迹，揭示了唐宋时期（7世纪—12世纪）越窑的窑场布局、制作工艺流程以及窑业生产与管理等重要信息，为研究唐宋时期（7世纪—12世纪）越窑的制瓷工艺、窑场格局提供了大量详实的野外材料；上林湖越窑遗址寺龙口窑址的考古发掘，对鉴别、研究越窑南宋早期（12世纪）烧造的宫廷用瓷或贡瓷有重要意义，也揭露了完整的南宋时期越窑窑炉，系统地展示了越窑南宋初期（12世纪）的生产面貌，为开展越窑考古的地层编年和考古分期研究，具有重要的历史、学术研究价值。
保护措施
1963年，上林湖越窑遗址被浙江省人民政府公布为第二批省级重点文物保护单位。
1980年，慈溪文物部门成立上林湖越窑遗址文保所。
1988年1月13日，上林湖越窑遗址被中华人民共和国国务院公布为第三批全国重点文物保护单位。
2006年6月，寺龙口窑址和开刀山窑址被中华人民共和国国务院公布为第六批全国重点文物保护单位，归入上林湖越窑青瓷窑址。
2009年，浙江省人民政府公布《全国重点文物保护单位慈溪上林湖越窑遗址保护总体规划》，规划范围包括上林湖、古银锭湖、里杜湖、白洋湖等4片，规划总面积达83.28平方千米，涉及匡堰、桥头、横河三镇；规划内容涉及遗产保护研究、旅游开发、生态环境保护、村镇建设等方面，分近期、中期、远期和不定期几个阶段实施。
1995年，慈溪市人民政府为荷花芯窑址的唐代龙窑修建其中长达40余米的保护雨棚。
2013年3月，白洋湖、里杜湖越窑遗址被中华人民共和国国务院公布为第七批全国重点文物保护单位，归入上林湖越窑青瓷窑址。
2016年11月，上林湖越窑遗址被国家文物局列入国家《大遗址保护“十三五”专项规划》。
2017年，慈溪市人民政府成立上林湖越窑遗址文物保护管理所，负责上林湖越窑遗址保护和管理工作。
开发建设
2015年9月，慈溪市人民政府启动上林湖越窑国家考古遗址公园建设。
2017年12月2日，上林湖越窑国家考古遗址公园正式获得国家文物局授牌，被国家文物局公布第三批国家考古遗址公园，总面积约为1518.3平方米，分遗址展示区、考古预留区、管理服务片区、东横河展示片区、农业体验区和自然山林区六个功能片区；遗址展示区位于上林湖西南侧，包括荷花芯窑址、后司岙窑址和普济寺遗址等展示点；管理服务片区位于上林湖南侧，包括主入口、上林湖越窑博物馆、上林湖越窑考古工作站、码头等，为遗址公园的运营和管理提供配套公共服务。
历史文化
秘色瓷
秘色瓷，指中国传统制瓷工艺越窑青瓷中的精品，是古代越州（上林湖越窑遗址一带）名窑进贡朝廷的一种特制瓷器，简称“秘瓷”。“秘色”的“秘”意思是“机密”“保密”，“色”的意思是“药粉配方”“釉料配方”。故所谓“秘色”即“保密的釉料配方”之意。所以，“秘色瓷”也被广泛认为是釉料配方保密的瓷器。从晚唐到北宋初年（9世纪—10世纪）的近两百年里，越窑烧造的秘色瓷一直都是专供皇家的珍宝。唐代诗人陆龟蒙在其诗作《秘色越器》中描写：“九秋风露越窑开，夺得千峰翠色来。好向中宵盛沆瀣，共嵇中散斗遗杯。”在《吴越备史》《十国春秋》《宋史》中都有关于秘色瓷器的记载。
地理位置
上林湖越窑遗址位于浙江省宁波市慈溪市鸣鹤镇西栲栳山麓上林湖一带，距慈溪市区约10千米。'
, 'https://img-blog.csdnimg.cn/20200214131936182.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('natural5', 'root', '保国寺', null, null, 4, now(), now(), 0, 1, '保国寺位于浙江宁波市江北区洪塘镇的灵山之麓，距市区15公里，始建于东汉世祖时期，初名灵山寺，此即保国寺的前身。唐会昌五年寺宇被毁，广明元年（880年）重建，僖宗李儇赐“保国寺”匾额，此后改名为保国寺。
保国寺并不是以其宗教寺庙闻名于世，而是因为精湛绝伦的建筑工艺令人叹为观止。寺内的大雄宝殿（又称无梁殿），是长江以南最古老、保存最完整的木结构建筑之一，存有大雄宝殿、天王殿、唐代经幢、观音殿、净土池等殿宇古迹。
保国寺古建筑群占地面积13280平方米，建筑面积7000平方米，寺外28公顷自然山林。1961年3月被国务院公布为第一批全国重点文物保护单位。2013年被评定为国家AAAA级旅游景区。
历史沿革
东汉世祖时骠骑将军张意之子隐居于灵山，后舍宅为寺。据《寺志》载：东汉世祖时骠骑将军张意之子中书郎张齐芳隐居于灵山，后舍宅为寺，初名灵山寺，此即保国寺的前身。
唐武宗时，灵山寺被废。唐武宗会昌二年至五年（842年－845年），官府便下令拆毁寺宇，勒令僧尼还俗。据统计当时拆毁大寺四千六百余所，小寺四万余所。灵山寺在这次灭法活动中被废。
唐广明元年复寺，并赐名保国寺。唐广明元年（880年），宁波国宁寺僧可恭，应施主之要求，前往长安上书朝廷，请求复寺，获得批准，唐僖宗李儇赐额保国寺。
保国寺在唐创建之时的建筑至今未能存留。保国寺在唐创建之时，规模不大，再加上唐代晚期佛教发展缓慢，社会客观条件不够理想，寺院建筑未能存留至今。
宋真宗大中祥符四年（1011年）德贤“复过灵山，见（保国）寺已毁，抚手长叹，结茅不忍去”。由此出任寺院住持，迎来了保国寺的第一次中兴。
宋高宗绍兴年间（1131年－1161年）僧仲卿建法堂。僧宗普开凿净土池、栽四色莲花。当时仲卿与宗浩还曾建十六观堂，在法堂西，后废。南宋时期的这些建设项目保留至今的只有净土池。法堂位置犹存，但建筑已几经重建了。
宋英宗治平元年（1064年）官方曾赐“精进院”额，表明它在当时的佛教寺院中已有一定地位。
明弘治六年癸丑僧清隐重建祖堂，更名云堂。
明弘治年间（1488年－1505年）建清隐堂，后废。
明嘉靖年间（1522年－1566年）重修大殿。
明崇祯年间（1628年－1644年）僧豫庵扩云堂基，更名玄览斋，旁设两庑、前架照厅。乾隆元年废。
明时建迎熏楼在大雄殿西。后废。在大雄殿东北隅建关房，后废。
清康熙二十三年（1684年），僧显斋、景庵重修大殿，“前拔游巡两翼，增广重檐，新装罗汉诸天等相”，同时重修法堂、天王殿。于净土池四周立石栏杆，清前明御史颜鲸为净土池填“一碧涵空”四字。
康熙五十四年（1715年），住持显斋“鸠工庀材，培偏补陷，未数年而奂仑备美”。
乾隆十年（1745年）僧唯庵、体斋对大殿“移梁换柱，立磉植楹”，并重修天王殿。嘉庆元年（1795年）重修大殿，改装罗汉诸天等相。
嘉庆十三年（1808年）移建钟楼于大殿东。嘉庆十五年（1810年）新建鼓楼在于大殿西。
宣统二年（1910年）天王殿、东客堂毁于火。宣统三年，僧一斋重建。
民国二十年（1913年）僧一斋建藏经楼五间（下层为法堂）及西侧客房楼屋十间一弄。
1954年全国文物普查时南京工学院师生发现此古建筑，后经陈从周、刘敦桢教授核实为北宋建筑。
建筑特点
保国寺最初由山门、天王殿等建筑组成。大雄宝殿重建于北宋大中祥符六年（1013年），是长江以南最
古老、保存最完整的木结构佛教建筑，其结构独特，气势恢宏。清康熙二十三年（1684年）加建重檐，成为歇山顶形成。大雄宝殿主要特点是：平面布置进深（13.38米）大于面阔（11.83米），呈纵长方形；在前槽天花板上绝妙的安置了三个缕空藻井；复杂的斗拱结构；四段合作瓜棱柱，柱身有明显的侧脚；梁伏、阑额做成两肩卷刹的月梁形式等。这些都接近或吻合于宋《营造法式》，承袭某些唐代建筑遗风，为研究宋代建筑提供了宝贵的实物例证。
其他多为清代建筑。1983年迁入明代厅堂三间，1984年迁入唐代经幢两座，现在保国寺已成为一个拥有唐、宋、明、清、民国等各个时期的木构建筑群体。占地面积13000多平方米，建筑面积6000多平方米。中轴线上依次排列有山门、天王殿、大雄宝殿、观音殿、藏经楼五幢建筑，东西轴线分别为钟楼、鼓楼、客堂等附属建设。
文物遗存
大雄宝殿
大雄宝殿，它重建于北宋大中祥符六年（1013年）是长江以南最古老、保存最完整的木结构建筑之一。建筑特点鲜明：厅堂式构架体系，平面布局呈正长方形，进深大于面阔；斗栱结构复杂，用材断面高宽比为3:2，达到最高出材率和最强受力效果；以小拼大的四段合瓜棱柱为中国最早的实例，柱身有明显的侧脚，既省材又牢固美观，为现存古代木构建筑中所少见；阑额两肩有卷杀，额下采用了蝉肚绰幕构件，额枋上有七朱八白彩绘。这些独特的设计使得大殿结构极为科学，除了通过保持空气流通而让殿内不结蛛网，不积灰尘，长年保持清洁之外，还使整个大殿没使用一枚铁钉，仅靠斗拱之间的巧妙衔接和精确的榫卯技术，就将各个构件牢固地结合在一起，承托起整个殿堂屋顶50余吨的重量。
藏经楼
藏经楼是民国九年以后建造的建筑，也是保国寺最后一次展拓基址的产物，藏经楼所在的位置较法堂高处7米多，该楼本身面宽为五开间，通面宽22.79米，进深为11架12檩，硬山顶。前部附加一前廊，结构与主体脱开，但山墙却连成一体。该楼梁架采用抬梁式构架，作成3种形式，当心间为七架梁前带双步梁、后带单、双步梁用五柱，次间梁架为前后三步梁、双步梁、后带单步梁用六柱，梢间采用类似穿斗式的梁架，整品梁架用了8根柱子，梁的长度不过两架、一架。楼层梁架也随之，只不过在两品梁架间置以木方，上铺楼板。前廊构架一层立石柱置横梁与主体构架的檐柱相连，同时向前挑出小披檐。二层则只有一排细细的木柱，上部带有独立的前后坡小顶，在后坡置垂莲柱、插方穿式短梁，与主体构架相连。
藏经楼在主体构架在梁端或入柱处皆有带木雕的梁垫，前檐廊木雕装饰增多，尤其是二层，作成船篷轩式天花，在轩梁及垂莲柱等构件上皆有较多的木雕。另外一层前廊用石柱及石础，在石础上也做了雕刻。
藏经楼的门窗带有浓厚的中国近代建筑特点，如前檐的柱间通间所施多扇木框玻璃窗，山墙所施带有弧形窗眉的双扇木框玻璃窗等。
观音殿
观音殿原名法堂，始建于南宋绍兴时期，清多次重修，乾隆五十二年重建了法堂，奠定了今日所见的样子。民国九年也曾经进行过翻建，并易名观音殿，供奉观音。曾列历代观音造像。
法堂面宽七间，进深六间。通面宽24.8米，通进深12.57米。采用单檐歇山顶，带前廊和附加后檐，从正面和背面看皆有两重屋檐。当中三开间室内仅有一层空间，两端的梢间、尽间内部为两层，楼下辟出一间1.3米宽的一条窄廊，多立了一排柱子，这个建筑的柱网布局极不规则。当中心间两缝前后布置了7根柱子，次间两缝除与当心间对位的柱子之外，在柱间又增加了4 根，前后布置了11根柱子，梢间两缝楼下廊子前后有4根柱子，到了梢间与尽间之间的一缝则只有3根柱子了，前廊处利用两厢楼房柱子，且与当心间、次间不对位，而与两厢楼房柱网连通，山墙处的柱子也如此。梁架具有穿斗式构架的特点，柱间距很近，梁的断面瘦高，穿入柱身。从其不规则的柱网和梁架形式，可以看出经过多次修缮、不断扩建的痕迹。前檐及梁垫处使用了斗栱。法堂斗栱采用江南清末民初江浙一带建筑中常见者，为出七参凤头昂式斗栱。
鼓楼
鼓楼的建造年代为嘉庆十三年至十五年间，处在寺院中轴线东侧，与钟楼对称布置，鼓楼与钟楼朝向大殿的一面，立面处理基本相同，但在南北方向有所不同，鼓楼一层面宽3间，通面宽8.55米，进深仅两间，通进深4.25米。在立面上，一层设有腰檐，南侧翼角起翘，北侧未做翼角，用坡顶直通相邻建筑。到了二层，鼓楼在平面上当中的一间放置寺鼓，具有抬梁式构架，上覆歇山顶。除此之外，左右还有两个楼梯间，其中北侧的楼梯间立面处理与钟楼相同，南侧的则隐藏在另一个坡屋顶下，而一层腰檐南侧的翼角依然保留。
鼓楼与钟楼两者如此巧妙的求同存异，建造者是颇具匠心的。钟鼓楼上扬的飞檐翼角轻盈优美，为大殿前的院落氛围增加了几分勃勃生机。
钟楼
钟楼的建造年代为嘉庆十三年至十五年间，处在寺院中轴线西侧，与鼓楼对称布置，钟楼和鼓楼朝向大殿的一面，立面处理基本相同，但在南北方向有所不同，钟楼一层平面面宽、进深皆作3开间，通面宽8.65米，通进深8.65米。在立面上，一层设有腰檐，南侧翼角起翘，北侧未做翼角，用坡顶直通相邻建筑，到了二层，只有当中的一开间加北侧的楼梯间，仅在一开间的部分作成木墙板，上部使用抬梁式构架，大钟即悬于梁下覆以歇山顶，楼梯间则变成钟楼北侧的另一个房子，改用两坡顶和白粉墙，钟楼室内一层楼板中部挖掉，使空间上下连通，以便于钟声传播，二层脊檩尚留有嘉庆重建题款“大清嘉庆十三年岁次戊辰春日谷旦本山主持方丈敏庵和尚监院永斋建”。
汉代骠骑井
汉代骠骑井尚存，位于大殿石阶前，名骠骑井，以附会汉骠骑将军舍宅为寺之说，井深10米，井口直径0.44米，旧时曾为寺院僧众生活用水主要来源，据传当年水质清冽甘甜。
净土池
净土池是寺院中唯一的南宋时期建筑遗物，据寺志载池长四丈八尺，宽二丈二尺，深丈许。现存实物为长13米、宽6米，净土池出现在大殿前的院落中，居于中轴线的重要位置。在南宋时期寺内还曾出现过“十六观堂”建筑，将两者联系起来看这些本为净土宗寺院的建筑，为何出现在保国寺，据嘉庆十年寺志载，仲卿“立净土观堂、凿池种莲，欲招社客，继东林远公之风。”后来十六观堂被废弃，仅留下了净土池，它成为信众们所认同的佛国净土概念的象征，到了清初，前明御使颜鲸为它题名为“一碧涵空”，人们更加对它情有独钟，特别是池中种有四色莲花，尤其受到人们的钟爱。
天王殿
天王殿为宣统三年（1911年）建，面宽五间进深四间，通面宽17.77米，通进深10.62米。为重檐歇山式建筑。各间开间宽度不等，逐间递减，当心间宽5.77米，东次间宽3.83米，西次间宽3.88米，梢间宽2.8米。当心间宽度与次间之比接近3:2，仍留有宋代建筑布局的遗痕。进深方向当心间采用七檩前后廊类型的抬梁式构架，用四柱。彻上露明。前后金柱间作七架梁。前后廊部作双步梁。次间及梢间添加一中柱，将七架梁换成两段三步梁。檐柱高4.4米，室内地平至脊檩下皮高10.09米。上檐椽架长度各架不等，但大都在1.2米左右。彻上露明。五架梁及下檐与上檐顶部蜀柱间的双步梁、下檐穿插方皆用月梁，上下各层梁间施带有雕刻成花篮形大斗式驼墩，富有装饰性。七架梁与随梁方之间施隔架科，隔架科的木雕尤为考究。另外在下檐柱外部还有向前挑出的牛腿，上承挑檐檩，以托屋檐，牛腿本身也作了浮雕人物故事加透雕花卉，这种做法常见于清代江南建筑。
此殿前下檐和上檐四周皆施斗栱，明间作平身科四攒，次间和梢间皆三攒，平身科皆为一斗四升重栱造，柱头科自大斗中挑出带有雕刻的异形构件，直至挑檐檩下，与牛腿上的花篮形斗栱相交后继续挑出，至檐椽头。
唐代经幢
两座唐代经幢保存完好，置于天王殿前，东侧者建于开成四年，由幢座、幢身、幢顶组成，八边形平面，幢座采用须弥座式，束腰部分每面做一壸门，内雕一佛像，座顶刻仰莲及卧龙，幢身刻陀罗尼经，幢顶于飞檐上覆一带云纹的顶盖，其上应有宝顶，已缺失。这座经幢，比例匀称，造型古朴。此幢原藏宁波慈城普济寺。西侧的另一座经幢也为唐幢，建于大中八年（854年），也为八边形幢，但比例造型不如前者。此幢原属鄞县永寿庵。据《鄞县志》载，“此幢本刻尊胜经”现字已漫漶不清。
文物价值
宁波保国寺大殿是一座罕见的古代木结构建筑，它不仅较好地保留了其建造时代的建筑形制和构件，不少作法能与《法式》的规定以及同时代建筑做法相印证，而且能为进一步说明《法式》中的某些制度源自南方提供佐证。同时，宁波保国寺大殿具有鲜明的地方特色，有些做法保留并影响到元代建筑，并成为江浙地区惯用的建筑手法。从而为我们全面地研究古代建筑史、深入探讨《营造法式》提供了难得的实物例证，这也正是保国寺大殿的价值之所在。
文物保护
1961年3月被国务院公布为第一批全国重点文物保护单位。
1975保国寺大修，国家文物局和省、市有关部门极为重视，专门成立了维修领导小组。古建筑专家李卓君和王仕伦两位先生长驻寺中，指导维修工作，中国著名古建筑专家和文物保护专家罗哲文、祁英涛多次到现场指导。这次维修彻底解除了历代所加的“蚂蟥攀”、“支撑柱”和各种名称的附加构件，对全方位的部位构件位置进行校正；糟朽严重的构件在更新或局部更换时，尽可能地利用原有材料。
2007年，保国寺古建筑博物馆启动大殿科技保护监测项目，对大殿材质、沉降、变形、环境等要素实施高科技的动态监测。截至2010年底，共收集环境数据5万余组。
2013年被评定为国家AAAA级旅游景区。
旅游信息
开放时间
参观入场时间8：30—16：30，闭馆时间17：00。
交通路线
公交
宁波——慈城公交车，宁波空调332路，宁波空调338路直达。
自驾
1.杭州至慈城：杭州——杭甬高速（宁波方向）——宁波绕城（跨海大桥方向）——沈海高速（上海方向）——慈城出口——慈城古县。
2.上海至慈城：上海——嘉兴——杭州湾跨海大桥（宁波方向）——慈城出口——慈城古县城。'
, 'https://img-blog.csdnimg.cn/20200214131958800.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');



-- 美食特色
insert into comment (comment_id, user_id, title, content, price, buy_url, type, img_url, create_time, update_time, version, state)
values ('food1', 'root', '冰糖甲鱼',
 '冰糖甲鱼是浙江宁波地区最著名传统菜肴。冰糖甲鱼的另一别称为“独占鳌头”，则是从甬江状元楼首创的，是宁波十大名菜之一。
菜品特色
口感鲜美肥腴，有入口甜、收味咸的特点。宁波十大名菜之首，吃来软糯润口、香甜酸咸，风味独特。此菜是一种滋补品，甲鱼与冰糖同炖，具有滋阴、调中、补虚、益气、祛热等功能。
它是以甲鱼为主要原料，加以冰糖等佐料，具有色泽黄亮，绵糯润口，甜酸香咸俱全，滋味鲜美，并由于烹制时用芡汁热油裹紧甲鱼，能保持较长时间的热度。含有丰富的蛋白质、碘、铁质、维生素B等多种营养成份。
做法
制作材料
主料：甲鱼（750克）
调料：酱油（30克）小葱（10克） 冰糖（30克） 姜（5克） 猪油（炼制）（40克） 黄酒（25克） 花生油（35克） 盐（2克）
制作工艺
1. 甲鱼仰放，待头伸出，迅速用手指掐住其颈，用力拉出，用力齐背壳延颈骨，排尽血后入90℃热水中浸泡；
2. 当甲鱼壳上泛起白衣时捞出，在冷水中清除腹部、腿上和裙边的白膜，用洗帚刷掉背壳黑衣；
3. 再开肚去内脏，斩去头尾、爪尖，然后均匀地斩成8块；
4. 将甲鱼块放入锅中焯水，捞出用清水洗净，并撕掉血筋、备块和黄油；
5. 炒锅烧热，用油滑锅，加入花生油，烧至八成热，放入葱结、姜片爆香，推入甲鱼块（肚朝下），烹入黄酒珈盖稍焖；
6. 再加入清水750毫升，烧开3分钟后，改用小火盖焖25分钟左右；
7. 待鱼块柔软无弹性时，加入红酱油、精盐、冰糖、熟猪油，再加盖焖20分钟左右；
8. 焖至鱼肉和裙边软糯，随即改用旺火收汁，一面晃锅一面舀起卤汁浇在鱼块上；
9. 待卤汁稠粘浓厚时，淋入熟猪油，再用中火并晃锅使芡油混合，至卤汁呈胶状，淋入熟猪油，晃锅即成。
工艺提示
大火烧开，小火焖熟，再加盐、酱油、糖烧入味，改旺火收汁，中火溶芡，火功到家，入口甜，收味咸，风味别具。
营养价值
甲鱼：甲鱼的食用价值很高，甲鱼肉味道特别鲜美，营养十分丰富。甲鱼肉及其提取物能有效地预防和抑制肝癌、胃癌、急性淋巴性白血病，并用于防治因放疗、化疗引起的虚弱、贫血、白细胞减少等症。甲鱼亦有较好的净血作用，常食者可降低血胆固醇，因而对高血压、冠心病患者有益。甲鱼还能“补劳伤，壮阳气，大补阴之不足”。食甲鱼对肺结核、贫血、体质虚弱等多种病患亦有一定的辅助疗效。甲鱼肉性平、味甘，具有滋阴凉血、补肾健骨、散结消痞等作用。
食谱相克
甲鱼：甲鱼不宜与桃子、苋莱、鸡蛋、猪肉、兔肉、薄荷、芹菜、鸭蛋、鸭肉、芥末、鸡肉、黄鳝、蟹一同食用。
营养成分
·热量 (1710.20千卡）；
·蛋白质 (135.80克）；
·脂肪 (107.16克）；
·碳水化合物 (49.66克）；
·膳食纤维 (0.34克）；
·维生素A (1068.70微克）；
·胡萝卜素 (92.50微克）；
·硫胺素 (0.57毫克）；
·核黄素 (1.13毫克）；
·尼克酸 (25.46毫克）；
·维生素C (2.30毫克）；
·维生素E (2037.27毫克）；
·钙 (575.14毫克）；
·磷 (930.55毫克）；
·钠 (3245.19毫克）；
·镁 (168.39毫克）；
·铁 (25.38毫克）；
·锌 (18.09毫克）；
·硒 (114.66微克）；
·铜 (1.01毫克）；
·锰 (1.07毫克）；
·钾 (1607.58毫克）；
·叶酸 (9.00微克)；
·胆固醇 (794.70毫克）；
菜品功效
滋阴调理 补血调理 补虚养身调理 营养不良调理
历史文化
冰糖甲鱼是浙江宁波地区最著名菜肴。每年四五月间，江南地区菜花盛开，正值甲鱼最为肥美，故有菜花甲鱼之称，此时是烹制冰糖甲鱼的最佳时期。冰糖容易使卤汁浓稠，加上甲鱼的胶汁，是上海传统的火功名菜。
相关传说
相传，在100多年前，在宁波江北岸临江有一家小酒铺，掌柜以烧冰糖甲鱼著称。他烧的这道菜，清香、绵糯、咸甜兼有，滋味可口，有独到功夫。
一天，外地来了两位举人，正欲赴京赶考，途径宁波相约到这家酒楼饮酒，观赏江景。伙计见是书生，便问：“相公欲尝何菜？”
两位举人都是富家子弟，便说：“凡是名菜，俱都上桌品尝便是。”
于是，伙计陆续送上各道名菜，两位举人见最后端上来的冰糖甲鱼， 鳌头上翘，晶莹透亮，清香扑鼻，便挟起品尝，一到嘴里；由绵糯香甜，滋味非同凡响，赞不绝口，便问掌柜：“此菜何名？”
掌柜见两位随身都带有赶考的行头，便灵机一动，暗送彩头，道：“相公，此乃‘独占鳌头’是也！”举人听了，连呼“妙哉！”尽欢而去。
事有凑巧，待到秋季揭榜，其中一位举人果然中了状元。他衣锦还乡，春风得意，特地重登甬江这座小酒楼，指名要吃“独占鳌头”！说是吃了此菜，身健神旺，金榜高中乃此菜之功也。幸在画说，便又精心制作一道“冰糖甲鱼”，让状元公品尝，并捧上文房四宝，展开宣纸，恭请状元为酒楼题名。
状元老爷正在兴头，也不推卸，端起笔来，写了“状元楼”三个大字。
从此以后，状元楼名噪浙东。状元楼名菜冰糖甲鱼，也名扬海外。后来上海也开起了两家状元楼；一名“甬江状元楼”，一名“四明状元楼”并都以善烹冰糖甲鱼著名。',
 null, null, 3,
 'https://img-blog.csdnimg.cn/20200214134301632.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70'
 , now(), now(), 0, 1);

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('food2', 'root', '豆沙八宝饭', null, null, 3, now(), now(), 0, 1, '豆沙八宝饭是浙江宁波的传统名点，用糯米做成的美食。由糯米、豆沙、枣泥、果脯、莲心、米仁、桂圆、白糖、猪板油等原料配合制成。它由8种原料组成，不仅营养丰富，延寿益年，且醇香甜蜜，别有风味。
菜式
菜 名：豆沙八宝饭
所属类别：中式餐菜 江西菜
原料
糯米、白糖、猪油、开水、豆沙馅、桂花、蜜枣。
制作过程
①将糯米蒸熟后，与白糖、猪油和开水和匀。
②蜜枣等放入碗内时，排列成图案，中间豆沙及桂花，再铺上糯米饭，塌平，入上笼蒸一小时，食时铲出。
宁波豆沙八宝饭
糯米补中益气，豇豆有“补肾豆”之称；枣泥有调和百药之功效，对人的健康长寿极有裨益；莲心有强心作用，米仁有健脾补肺的功效，桂圆则是人所共知具有补中益气作用。制作豆沙八宝饭工序十分讲究。先要把豇头掏洗干净后煮熟捣烂去豆皮，加猪油白糖，炒至水份将干时备用；把糯米淘洗干净后煮至软硬适中，趁热拌上猪油和糖。盛八宝饭的碗内要先抹上一层冷凝的猪油，使之勿粘于碗，然后排入各色花样，豆沙加在中间，再覆上糯米饭。这样，豆沙八宝饭就做成了。在冰箱内可以放置数日而不变质。豆沙八宝饭在食用前，须蒸熟后扣在大盆中，便可食用。其特点是，五彩缤纷，绵糯油润，八宝多味、甜香可口。八宝饭还含有多种维生素、脂肪、糖类和无机盐等营养成分，是人们十分喜爱的点心。'
, 'https://img-blog.csdnimg.cn/20200214134810688.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('food3', 'root', '奉化水蜜桃', null, null, 3, now(), now(), 0, 1, '奉化水蜜桃，浙江省宁波市奉化区特产，中国国家地理标志产品。
据史料记载，奉化栽桃已有2000多年历史，水蜜桃已经成为奉化区的传统名果，也是中国四大传统名优桃之一。1980年农业出版社出版的《落叶果林分类学》一书，称奉化水蜜桃是“我国水蜜桃中最有名的品种”；国内外桃子专家也一致评价“奉化水蜜桃品质为全国之最，堪称中国第一桃”。自1996年奉化区被国务院发展研究中心等部门联合命名为“中国水蜜桃之乡”以来，奉化水蜜桃产业得到了持续、快速的发展，成为奉化农民增收的支柱产业。
2002年08月29日，原国家质检总局批准对“奉化水蜜桃”实施原产地域产品保护。
2010年03月25日，中华人民共和国农业部批准对“焦溪二花脸猪”实施农产品地理标志登记保护。
中文名奉化水蜜桃产地名称浙江省宁波市奉化区品质特点肉质细软、汁多味甜、香气浓郁地理标志国家质检总局地理标志产品批准文号国家质检总局公告2002年第87号批准时间2002年08月29日
产品特点
品种特性
奉化水蜜桃被誉为“中国之最”，有“琼浆玉露，瑶池珍品”之誉，并以其果型美观、肉质细软、汁多味甜、香气浓郁、皮薄易剥、入口即溶。
奉化水蜜桃于每年7月下旬至8月上旬成熟，单果平均重125克。果实呈圆形或卵圆形，果顶稍尖，两半中间缝线浅而明显，果皮淡黄绿色，阳面有红晕，皮薄而韧，易剥，果肉黄白色，近核处紫红色，肉质细而柔软，汁液多，味甜而芳香，可溶性固形物13%一15%，粘核。
营养成分
奉化水蜜桃果肉中富含蛋白质、脂肪、糖、钙、磷、铁和维生素B、维生素C及大量的水分，可起到养阴生津、补气润肺的保健作用。每100克果肉中含糖7—15克（玉露桃在12克以上），有机酸0.2—0.9克，蛋白质0.4—0.8克，脂肪0.1—0.5克，维生素C35毫克，维生素B10.01—0.02毫克，维生素：毫克，类胡萝卜素1.18克。 [7-8]
甄别选择
挑选正宗水蜜桃，看以下几个方面：
一是看果顶，揭开果柄，正宗奉化水蜜桃，里面的果肉会呈现粉红色或紫红色；
二是闻果香，正宗奉化水蜜桃，会透露出甜蜜香气；
三是看果核，正宗奉化水蜜桃的果核和果肉是相连的，其果核呈现粉红色或紫红色。
产地环境
土壤地貌
奉化水蜜桃主要种植地为坡度小于20度的低山缓坡，平原地区也有少量种植；土壤以砂壤、砂砾壤土为主，少量为通透性较好水稻土；土层深厚，肥沃，有机质含量最好≥10克/千克，地下水位在1.0米以下，pH值5.1—6.7，适宜种植水蜜桃。
水文情况
奉化水蜜桃因桃树对水分要求较低且主要分布于低山缓坡，灌溉用水主要以山地积水塘、积水池内所积蓄雨水为主；平原地区以内地河道水灌溉，当地无大型企业和高污染企业，水质质量良好。
气候情况
奉化属亚热带季风性气候，四季分明，温和湿润，年均气温16.3℃，降雨量1350至1600毫米，日照时数1850小时，无霜期212天，绝对最低温度-15℃，低于7.2℃的低温积累850小时以上，昼夜温差较大，气候条件十分适宜南方水蜜桃栽培。
浙江省宁波市奉化区地处北纬29º24’32”—29º47’25”，东经121º04’05”—121º46’42”之间，浙东低山丘陵地带，属中亚热带季风气候区。奉化具有得天独厚的栽桃条件，气候温和，光照充足，土壤疏松且显微酸性，排水性能良好，适宜水蜜桃栽培，是全国水蜜桃栽培的重点产区。奉化属低山丘陵地区，亚热带季风性气候，温暖湿润，雨量充沛，土壤疏松且显微酸性，排水性能良好。这一独特的地理环境及良好的自然条件为水蜜桃的营养和生殖生长提供了必备的基础。充足的光照条件及夏季昼夜温差大的特点，又非常有利于水蜜桃的养分积累和果实着色。低山丘陵种植，远离工厂造成的环境污染，从而造就了鲜甜芳香、绿色环保的独特优良产品。
历史渊源
奉化水蜜桃已有800多年的栽培历史，品质优异，历来被誉为“琼浆玉露”、“瑶池珍品”的仙桃寿果。
1996年，奉化被国务院发展研究中心农村发展研究部等部门联合命名为“中国水蜜桃之乡”，奉化水蜜桃进入了前所未有的发展时期，逐步形成种植、经营、科研相结合的区域化布局、规模化生产、产业化经营的格局，产品主要销售到宁波、杭州、上海等各大城市。
1996年，奉化成立水蜜桃研究所，与浙江大学、浙江省市农科院等单位合作，培育出了以“湖景蜜露”、“玉露”桃为主的30多个品种体系，还创新出了一套“一轻（轻剪长放）”、二重（重视土壤改良、重视夏季修剪）、三疏（疏花与梳果）、四套（专用袋套袋）、五防（病虫害防治）等栽培技术体系。
2001年，奉化区水蜜桃研究所被国家外专局列为国家引进国外智力成果示范推广基地，以基地为依托，积极开展引进国外智力和项目工作，与日本、意大利、德国、美国、西班牙、荷兰、捷克等国外果树专家进行技术交流，成功引进了赤月、大玉白凤、白丽等国外水蜜桃品种56个。
2015年，白丽水蜜桃新品种通过了浙江省农作物新品种审定，进一步优化了奉化水蜜桃品质，提高了桃农的经济效益。与此同时，桃研所加大自主品种选育力度，建立了水蜜桃种质资源圃25亩，收集整理了水蜜桃品种150余个，并先后选育出果大、色泽艳丽、质优的新玉、丹霞玉露、圆梦、黄金蜜系列等水蜜桃新品种。
生产情况
2008年，奉化水蜜桃总栽培面积4.6万亩，总产量4.5万吨。
2010年开始，奉化推广赤月、大玉白凤等早熟水蜜桃品种面积约3000余亩，推广清水白桃、白丽等中晚熟水蜜桃新品种面积约5000多亩。
2011年至2015年，奉化全区新栽培面积在20亩以上的水蜜桃规模种植户324户，其中种植面积在100亩以上的21户，新增规模种植面积1.38万亩。
2016年，奉化全区水蜜桃栽培面积达5万亩，其中投产面积3.7万亩，实现产值6亿元左右。
2017年，奉化水蜜桃形成了早、中、晚不同成熟期相配套的30个主要栽培品种体系，投产的早熟水蜜桃面积在3000亩左右，产量达3000吨，产值2400万元左右。奉化水蜜桃总面积达到5万多亩，投产面积3.8万亩，总产量4万多吨。
产品荣誉
1984年，农业出版社出版的《落叶果树分类学》一书，称奉化水蜜桃是“我国水蜜桃中最有名的品种”。国内桃子专家也一致赞誉“奉化水蜜桃风味与品质为全国之最，堪称中国第一桃”。
1996年，奉化区被国务院发展研究中心农村发展研究部等部门联合命名为“中国水蜜桃之乡”。
1998年至2001年，奉化水蜜桃两次被浙江省政府认定为浙江省农业名牌产品。
2001年，在中国农博会上，奉化水蜜桃被评为全国农业名牌产品，同年被国家外国专家局定为国家引进国外智力成果示范推广基地。
2001年至2003年，奉化水蜜桃在浙江举行的国际农业博览会上连获优质农产品金奖。
2002年08月29日，原国家质检总局批准对“奉化水蜜桃”实施原产地域产品保护。
2010年03月25日，中华人民共和国农业部批准对“焦溪二花脸猪”实施农产品地理标志登记保护。
地理标志
地域保护范围
浙江省宁波市奉化区。
质量技术要求
1、外形：近圆形，果顶平或略尖，顶洼浅，梗洼较深而狭。
2、果实大小
（1）特级果纵经大于等于65毫米，横经大于等于67毫米，重大于等于150克；
（2）甲级果纵经大于等于60毫米，横经大于等于61毫米，重大于等于125克；
（3）乙级果纵经大于等于57毫米，横经大于等于57毫米，重大于等于100克。
3、色泽
（1）果皮色泽：果皮底色淡黄白色，向阳部分带红晕或有小红点，色泽艳丽，果密生茸毛，缝线浅但较明显；
（2）果肉色泽：乳白色，近核处紫红色。
4、果皮：中厚而韧，极易剥离。
5、果肉：特级果肉厚大于等于32毫米，甲级果肉厚大于等于20毫米，乙级果肉厚大于等于18毫米，肉质细软，有少量粗纤维，汁液多，味鲜甜而有芳香，粘核。
6、果核重：小于等于8克。
7、可溶性固体物含量：大于等于13%。
8、总酸：小于等于0.248克/100毫升。'
, 'https://img-blog.csdnimg.cn/20200214134950354.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('food4', 'root', '奉化芋艿头', null, null, 3, now(), now(), 0, 1, '奉化芋艿头，浙江省宁波市奉化区特产，中国国家地理标志产品。
据《奉化县志》记载，芋艿头在宋代已有种植，已有700余年历史。明清时期，萧王庙境内前葛一带已广为种植，以后扩大到剡江沿岸的牌亭、罗村、同山岙、石桥等村。1996年，萧王庙被国务院研究发展中心、中国农学会、《中国特产报》联合命名为“中国芋艿头之乡”。
奉化芋艿头是奉化，也是宁波的传统名特优无公害农产品，形如球型，外表棕黄，顶端粉红色，单个重1千克以上，个大皮薄，肉粉无筋，糯滑可口，既是蔬菜，又是粮食，“可烘蒸、生烤、热炒、白切、做糊、烧汤、煮冻，若烘蒸，其香扑鼻；若煮汤烧羹，双滑似银耳，糯如汤团。”不但食味佳，而且是一种营养丰富的保健食品。
2004年09月14日，原国家质检总局批准对“奉化芋艿头”实施原产地域产品保护。
产品特点
品质特性
奉化芋艿头个大、皮薄、质粉、味香，因其味美可口，营养丰富而名闻遐迩，所以就有了“跑过三关六码头，吃过奉化芋艿头”这句谚语。
奉化芋艿分水、旱两大类。水田种水芋，品种有青基、赤基之分；旱地种旱芋，品种有红芋艿、乌脚箕、黄粉箕、香粳芋等，其母芋、子芋均可食用，小小的子芋就是宁波人俗称的芋艿子。名气最大的奉化芋艿头主栽品种为“奉化红芋艿”，这种芋艿主食母芋，尤以萧王庙前葛芋艿头最为出名，母芋一般为椭圆形或近球形，外表棕黄，顶端粉红色，单个重1至1.5千克，大的可达2.5千克以上，母芋重量一般占芋艿产量的60—65%，子芋约占三分之一强。特点是个大皮薄，其中肉粉无筋、糯滑可口这两个特点，是区别于其他芋头品种的主要特点。
奉化芋艿头具有多种吃法，且各具风味，可烘蒸、生烤、热炒、白切、浇汤。若烘蒸，其香扑鼻，粉似魁粟；若煮汤浇羹，又滑似银耳，糯如汤圆。据有心人士搜集，芋艿头的加工方法总数达88种，鸭子芋艿、蟹湖芋艿、鸡汁芋艿、鸡汁芋饺、葫芦芋艿、黄鱼夹心芋艿等名闻遐迩。
营养价值
奉化红芋艿肉质较细腻，无明显红筋，直链淀粉含量较高，吃起来较糯滑，而且其风味独特，营养丰富，含有十五种人体必需的氨基酸。根据浙江省农科院中心化验室测定，奉化芋艿头(母芋)的主要成分为:总糖65.8%、淀粉46.04%，其中直链淀粉为8.64%，粗蛋白14.1%，氨基酸总量11.2%，其中天门冬氨酸、谷氨酸、精氨酸、缬氨酸、赖氨酸的含量均在0.7%以上，苏氨酸、丝氨酸、甘氨酸、丙氨酸、亮氨酸、酪氨酸、苯丙氨酸的含量均在0.5%以上，其它成分还有蛋氨酸、异亮氨酸、组氨酸等氨基酸。
产地环境
浙江省宁波市奉化区介于北纬29°24’32”—29°47’25”，东经121°04’05”—121°46’42”之间，地处浙东低山丘陵地带，属中亚热带季风气候区。
芋艿头喜欢生长在有水的地方，奉化水资源丰富，特有的沙质土壤很适合芋艿头的生长。
四明山是剡溪的发源地，由溪及江，到萧王庙镇一带始称剡江，是芋艿头的发祥地，奉化芋艿头的主产区。四明山江流裹夹而下的泥沙，在萧王庙剡江两岸形成了冲积土，这种土壤，逢雨水会迅速渗透，表土不积水，待到大晴天，因地下水位十分适度，芋艿便能轻易地吸收地下水。所以，这里的江河冲积土，恰到好处地满足了奉化芋艿头“既怕水，又畏旱”的生长特点，到了芋头旺长的秋季，那里气候温湿，昼夜温差又大，能促使母芋的膨大和营养成分的聚积。因此奉化芋艿头个大皮薄，糯滑可口，烘蒸、生烤、热炒、白切、做糊、烧汤……各种吃法，无一不佳。
历史渊源
奉化芋艿头属天南星科芋类魁芋属，多年生草本球茎作物，是奉化市传统的名特优农产品，栽培历史悠久，具有很高的知名度和开发价值。芋艿最初由日本传入中国东南沿海地区，奉化即成为最早栽培芋艿的地区之一。
据《奉化县志》记载，早在宋代，奉化就广植芋艿，当时又叫“岷紫”，已有700多年的历史。南宋监察御使，太学博士陈著（奉化三石人），在他的《收芋偶成》一诗中写道，“数窠岷紫破穷搜，珍重留为老齿馐。粒饭如拳饶地力，糁羹得手擅风流。”芋艿又称岷紫，是说芋艿很好，是尊给长辈用的美味佳品。明代中叶，从浙南一带传入魁芋类大芋艿，因主食母芋，故又名“奉化芋艿头”。
到明朝中叶，勤耕善种的奉化农民经过不断改良，渐渐形成了奉化芋艿头这个特有的名优品种。
在粮食短缺年代，奉化芋艿头还可作粮食备荒。龚烈沸辑注的《舌尖风雅———宁波下饭诗500首》中，收纳了不少古人为芋艿头而作的诗词，其中清代诗人景云的《芋区》一诗中就这样写道：“问道蹲鸱好，防饥种一区。”诗中的“蹲鸱”指的就是大芋。清代宁波诗人谢朝辅也在《芋头》一诗中写道：“小园与粟共收藏，雅号蹲鸱旨否尝。领取十年贤宰相，拨残炉火始升香。”
晚清，奉化芋艿头已经大面积种植。如此推溯，“奉化芋艿头”的出现也有至少500年历史。
长期以来，奉化芋艿头在上海、杭州、宁波、舟山以及港澳等地享有盛誉。1991年江泽民总书记在视察奉化滕头村时，吃了一餐奉化芋艿头的全食后，还和厨师一起探讨奉化芋艿头食谱，并连连称赞奉化芋艿头“好吃”。1996年，时任国务院副总理的姜春云品尝过后，也赞扬说：“荔浦的芋头不错，奉化芋艿头更好。”
生产情况
2004年，奉化市种植芋艿达5000亩，主要分布在溪口镇1000亩，萧王庙镇2500亩，尚田750亩，江口镇750亩。
产品荣誉
1996年，奉化市被国务院农村发展研究中心命名为“中国芋艿头之乡”。
2004年09月14日，原国家质检总局批准对“奉化芋艿头”实施原产地域产品保护。
地理标志
地域保护范围
奉化芋艿头原产地域范围为浙江省宁波市奉化区。
质量技术要求
1、外形：近圆球形，顶部、基部为锥形。
2、色泽：
芋头烧鸡
芋头烧鸡
（1）芋皮色泽：顶部水红色，上部棕黄色，下部淡褐色；
（2）芋肉色泽：粉白色。
3、芋肉：刚剥开时，肉质清白细腻无红筋，熟食时口感粉糯，鲜味爽口，具有特定香味，无硬性感，无异味。
4、母芋等级划分：
（1）特级：单个重量大于等于1.0千克；
（2）一级：单个重量大于等于0.75千克；
（3）二级：单个重量大于等于0.5千克。
5、干基淀粉含量：大于等于42%，支链淀粉与直链淀粉比例大于等于4.0。
6、干基粗蛋白质含量：大于等于10%，特级品大于等于12%。
7、干基粗纤维含量：小于等于4.0%。
历史文化
饮食文化
奉化芋艿头一般每只重2斤左右，大的足有三四斤，冬天收获后储存得当，可以放5—6个月。芋艿头富含淀粉，香糯可口，可当主食，又可当点心。
芋艿头的烹饪方法多种多样，像烘蒸、生烤、热炒、白切、做糊、烧汤……各种吃法，无一不佳，“排骨芋艿煲”已经成为宁波的一道名菜，吃起来别有风味。每年腊月前后，奉化乡民都喜欢做一道“腊材酱”，把奉化芋艿头切成丁，和笋干、萝卜丁、香干丁、五花肉丁、鸡爪、乌狼鲞等一起烧，加上豆瓣酱、酱油和一点点糖，煸炒以后加水在火上慢慢炖，又香又糯的一道草根美食就出炉了。
有食客这样评价芋艿头，用明火烤着吃，用柴炭火煨着吃，则愈品愈香；做羹作汤煮着吃，则滑似银耳，糯如汤圆，细腻而爽口；切成片蒸，再醮以蟹酱，则原汁原味，既香又粉。
《宁波菜和宁波海鲜》一书中，介绍了不少用芋艿制作的经典宁波菜肴，包括芋艿海鲜羹、芋艿菜泡饭、芋艿炖鸡翅、芋艿头三吃、芋艿石斑鱼、椒盐芋艿条、香炸芋艿球等等。
芋艿头为何古时又称蹲鸱？
鸱，一种凶恶的大鸟，大号的芋头因为形状像蹲伏的鸱，故由此称呼。
关乎这个说法的来历，可以追溯到《史记》，《史记》卷一百二十九中写道这样一个典故：蜀地卓氏的祖先是赵国人，靠冶铁致富。秦国击败赵国时，迁徙卓氏，卓氏被虏掠，只有他们夫妻二人推着车子，去往迁徙地方。其他同时被迁徙的人，稍有多余钱财，便争着送给主事的官吏，央求迁徙到近处，近处是在葭萌县。只有卓氏说：“葭萌地方狭小，土地瘠薄，我听说汶山下面是肥沃的田野，地里长着大芋头，形状像蹲伏的鸱鸟，人到死也不会挨饿。那里的百姓善于交易，容易做买卖。”
于是就要求迁到远处，结果被迁移到临邛，他非常高兴，就在有铁矿的山里熔铁铸械，用心筹划计算，财势压倒滇蜀地区的居民，以致富有到奴仆多达一千人。他在田园水池尽享射猎游玩之乐，可以比得上国君。
民间传说
奉化是个多山多水的江南小城，山多西南来，水多东北去。发源于“济公”故乡的天台山和有着神奇四窗通日月的四明山经过长途逶迤在这里来了个恋人式的汇合拥抱，然后齐齐携手奔赴东海，化作东海上星星点点的岛屿。所以奉化注定是个不平凡的地方，远古时代就有人类居住，是传说中宁波“堇子古国”的中心之地。翻奉化县的历史就像翻阅一本古籍，处处透着古意。就连读当地的民间故事也能读出古韵味来，比如那个芋艿头来历的故事。
传说古时候奉化月岭山上住着一对贫苦的母女。生活皆靠种田种菜勉强维持。有一年春天，家里突然来了一个名叫于乃的年轻日本和尚。他脸色蜡黄，一副瘦骨伶仃的样子。母亲费力和他交流半天后才得知这个日本和尚已生病多日，实在无力再去他地。于是女孩担起了照顾日本和尚的责任。一天，心存感激的他从包裹里拿出一个袋子，倒出一堆圆滚滚、灰扑扑、硬笃笃的东西在桌上，对女孩比划着说：“这是通天子，可以当饭，也可以当菜，我从东京带来，本想带到西天佛祖那里去，现在还是送给你们吧。”
女孩按照日本和尚教的方法把“通天子”种在庵前的田里。过了半个月，田里开始抽出荷叶般的大叶子来，女孩勤浇水常拔草，叶子长得很快，到夏天时已经连成一片，摇曳田野了。
于乃和尚的病这时也好了，可他每天只跟着女孩慧英挑水翻地，没有丝毫要走的迹象。七夕那天晚上，母亲踏着月光来到于乃住的小屋，想和他详谈一番，可于乃的小屋却空无一人。母亲心血一动，忙来到女儿的屋子，果然也空无一人。她心急慌忙地奔出家门对着山野大喊：“慧英！于乃！”
女孩和小和尚这时正坐在“通天子”叶下说情话呢。母亲的叫声让他们惊慌失措，连忙牵手躲进叶子深处，再也不肯出来。母亲找了很久都没有找到慧英和于乃，她最后认定他们已经一起化作了“通天子”根块。于是她就把那颗圆东西叫做“于乃头”。因为芋艿头的来历和爱情有关，所以奉化出产芋艿头的地方就有了这样有趣的风俗流传：每年七夕之夜，当地青年男女都爱去芋艿田里谈情说爱，据说这样能恩爱有加，白头偕老。'
, 'https://img-blog.csdnimg.cn/20200214135022242.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');

insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
 values ('food5', 'root', '腐皮包黄鱼', null, null, 3, now(), now(), 0, 1, '腐皮包黄鱼是由黄鱼等为主要食材做成的一道菜品，是一道浙江的名菜，属浙菜系，宁波菜，系用优质完整的薄豆腐皮包上新鲜生净大黄鱼肉炸制而成，用醋与茄汁酱等佐食，其味更佳。这是一道有百余年历史的宁波名菜。
所需食材
主料：大黄鱼600克油皮200克
辅料：鸡蛋清25克
调料：香菜25克小葱15克黄酒10克盐4克味精1克淀粉(蚕豆)10克椒盐5克醋10克番茄酱15克菜籽油50克
制作方法
1.黄鱼宰杀治净，净肉去皮，斜刀批成长约6厘米、宽约2厘米的片，放入碗中；
2.鱼肉碗中磕入蛋清，加精盐，葱末，味精、黄酒、干淀粉拌匀；
3.把油皮用湿毛巾润潮回软，撕去边筋，逐张摊平；
4.将拌好的鱼肉分成4份；
5.摊平的油皮一端抹上蛋黄液，将分好的鱼肉成长条形分别抹在每张腐皮的一端，逐一卷成宽约3.5厘米的长条，蛋黄液封口，用手略按，再斜切成5厘米长的菱形块段；
6.炒锅置旺火上，下菜油至三、四成热时，把“鱼块”逐只投入油锅，不时翻动，炸至淡黄色时捞起；
7.待油温回升至五成热时，把鱼块全部入锅复炸至金黄色捞起，装盘；
8.再撒上花椒盐、葱末5克，以香菜叶围边；
9.上席随带醋、茄汁酱、鲜味酱各1小碟。
制作提示
1.鱼片要批得厚薄均匀，调料拌渍要均匀入味；
2.包卷时，排料要均匀，才能卷形大小相似，炸时成熟一致。卷条的封口要牢，以防炸时裂开；
3.油温得当，分散投料，翻动及时，以防炸焦；
4.起锅后不要多翻动，以防腐皮酥碎，影响成形美观；
5.因有过油炸制过程，需准备菜籽油1000克。
食用须知
大黄鱼：黄鱼含有丰富的蛋白质、矿物质和维生素，具有健脾开胃、安神止痢、益气填精之功效，对贫血、体质虚弱、中老。
油皮：豆腐皮中含有丰富的优质蛋白，营养价值较高；含有大量的卵磷脂，可预防心血管疾病，保护心脏；含有多种矿物。
鸡蛋清：鸡蛋清富含蛋白质和人体必需的8种氨基酸和少量醋酸，可以增强皮肤的润滑作用，保护皮肤的微酸性，以防细菌。
食物相克
大黄鱼：黄鱼不能与中药荆芥同食；吃鱼前后忌喝茶；不宜与荞麦同食。
鸡蛋清：鸡蛋清不能与糖精、豆浆、兔肉同食。'
, 'https://img-blog.csdnimg.cn/20200214135117625.jpg?x-oss-process=image/watermark,type_ZmFuZ3poZW5naGVpdGk,shadow_10,text_aHR0cHM6Ly9ibG9nLmNzZG4ubmV0L3FxXzI5NDAxNDkx,size_16,color_FFFFFF,t_70');


-- insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
--  values ('', 'root', '', null, null, 1, now(), now(), 0, 1, ''
-- , '');
--
-- insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
--  values ('', 'root', '', null, null, 1, now(), now(), 0, 1, ''
-- , '');
-- insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
--  values ('', 'root', '', null, null, 1, now(), now(), 0, 1, ''
-- , '');
-- insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
--  values ('', 'root', '', null, null, 1, now(), now(), 0, 1, ''
-- , '');
-- insert into comment (comment_id, user_id, title, price, buy_url, type, create_time, update_time, version, state, content, img_url)
--  values ('', 'root', '', null, null, 1, now(), now(), 0, 1, ''
-- , '');

